[
{"title": "Myrbetriq", "generic_name": ["mirabegron", "Urinary antispasmodics"], "drug_class": "Urinary antispasmodics", "brand_names": ["1"], "dosage_form": null, "uses": ["Myrbetriq relaxes the muscles of the urinary bladder, reducing bladder spasms. It is used alone or with solifenacin succinate to treat the symptoms of overactive bladder, such as frequent or urgent urination and urinary incontinence.", "Myrbetriq is used in adults to treat ", "overactive bladder", " with symptoms of frequent or urgent urination and ", "urinary incontinence", ". It is sometimes used together with another medicine called solifenacin (", "Vesicare", ").", "Myrbetriq is used in children to treat neurogenic detrusor overactivity (NDO). Urinary incontinence caused by NDO is related to permanent nerve damage from conditions such as ", "multiple sclerosis", " or spinal injury.", "Myrbetriq tablets may be used in children at least 3 years old. Myrbetriq granules are for use in children at least 3 years old who also weigh at least 77 pounds (35 kilograms)."], "warnings": ["You should not use Myrbetriq if you have", "\n", "end stage renal disease (kidney failure)", "\n", "severe kidney disease; or", "\n", "severe uncontrolled high blood pressure.", "\n", "A condition called angioedema can occur after taking Myrbetriq. Angioedema is a condition that leads to face, lip, tongue, throat swelling, difficulty breathing and can be fatal. Seek emergency attention immediately if these symptoms occur.", "It may take up to 8 weeks before your symptoms improve. Keep using this medicine as directed and tell your doctor if your symptoms do not improve after 8 weeks of treatment.", "You should not use Myrbetriq if you are allergic to mirabegron.", "To make sure this medicine is safe for you, tell your doctor if you have:", "\n", "\n", "high blood pressure;", "\n", "\n", "\n", "a bladder obstruction;", "\n", "\n", "\n", "trouble emptying your bladder (very little urine or a weak stream of urine);", "\n", "\n", "\n", "kidney disease; or", "\n", "\n", "\n", "liver disease.", "\n", "\n", "Tell your doctor if you are pregnant or breastfeeding.", "Myrbetriq should not be given to a child younger than 3 years old.", " ", "Myrbetriq pregnancy and breastfeeding warnings", " ", "(more detail)", "Take Myrbetriq exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets.", "If you take Myrbetriq with solifenacin, take both medicines at the same time each day.", "Take the Myrbetriq ", "tablet", " with a full glass of water. Swallow the tablet whole and do not crush, chew, or break it.", "An adult may take a Myrbetriq tablet with or without food. However, a child should take the tablet with food.", "Both adults and children should take Myrbetriq ", "granules", " with food.", "A pharmacist will mix the granules into a suspension (liquid) before you receive the medicine.", "Shake the ", "suspension", " before you measure a dose. Use the dosing syringe provided, or use a medicine dose-measuring device (not a kitchen spoon).", "If the suspension will not be used for 2 days or longer, shake the bottle vigorously for 1 minute each day to keep the granules thoroughly mixed.", "Read and carefully follow any Instructions for Use provided with your medicine. Ask your doctor or pharmacist if you do not understand these instructions.", "Your dose needs may change if you switch from using tablets to using the suspension. Avoid medication errors by using only the form and strength your doctor prescribes.", "Your blood pressure will need to be checked often.", "It may take up to 8 weeks before your symptoms improve. Keep using the medication as directed and tell your doctor if your symptoms do not improve.", "Store at room temperature away from moisture and heat. Throw away any unused Myrbetriq ", "suspension", " after the ", "expiration date", " on the medicine label has passed.", " ", "Detailed Myrbetriq dosage information", " ", "oxybutynin", ", ", "Botox", ", ", "mirabegron", ", ", "solifenacin", ", ", "tolterodine", ", ", "trospium", ", ", "Detrol", ", ", "Ditropan", ", ", "onabotulinumtoxinA", ", ", "Ditropan XL", "Use the medicine as soon as you can, but skip the missed dose if you are more than 12 hours late for the dose. Do not use two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "An overdose may cause pounding heartbeats or fluttering in your chest.", "Follow your doctor's instructions about any restrictions on food, beverages, or activity.", "Stop using Myrbetriq and get emergency medical help if you have ", "signs of an allergic reaction:", " ", "hives", "; difficult breathing; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have:", "\n", "\n", "pain or burning when you urinate; or", "\n", "\n", "\n", "dangerously high blood pressure", " - severe ", "headache", ", blurred vision, pounding in your neck or ears.", "\n", "\n", "Common Myrbetriq side effects may include:", "\n", "\n", "painful urination;", "\n", "\n", "\n", "increased blood pressure;", "\n", "\n", "\n", "sinus pain, ", "sore throat", ";", "\n", "\n", "\n", "constipation", ";", "\n", "\n", "\n", "headache; or", "\n", "\n", "\n", "dry mouth or fast heartbeats (when taken with solifenacin).", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", " ", "Myrbetriq side effects", " ", "(more detail)", "Tell your doctor about all your other medicines, especially:", "\n", "\n", "digoxin", ";", "\n", "\n", "\n", "flecainide", ";", "\n", "\n", "\n", "propafenone", ";", "\n", "\n", "\n", "solifenacin; or", "\n", "\n", "\n", "thioridazine", ".", "\n", "\n", "This list is not complete. Other drugs may interact with mirabegron, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible drug interactions are listed here.", " ", "Myrbetriq drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does Myrbetriq interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "  ", "References", "  ", "    ", "Myrbetriq Product Label", "  ", "\n", "More about Myrbetriq (mirabegron)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (276)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "Patient tips", "\n", "During pregnancy", "\n", "Generic availability", "\n", "Support group", "\n", "FDA approval history", "\n", "Drug class: urinary antispasmodics", "\n", "Breastfeeding", "\n", "En español", "\n", "\n", "Professional resources", "\n", "\n", "Myrbetriq prescribing information", "\n", "Mirabegron ", "(AHFS Monograph)", "\n", "\n", "Related treatment guides", "\n", "\n", "Urinary Incontinence", "\n", "Neurogenic Detrusor Overactivity", "\n", "Urinary Frequency", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Myrbetriq only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 4.01."], "directions": [], "dosage": ["Take Myrbetriq exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets.", "If you take Myrbetriq with solifenacin, take both medicines at the same time each day.", "Take the Myrbetriq ", " with a full glass of water. Swallow the tablet whole and do not crush, chew, or break it.", "An adult may take a Myrbetriq tablet with or without food. However, a child should take the tablet with food.", "Both adults and children should take Myrbetriq ", " with food.", "A pharmacist will mix the granules into a suspension (liquid) before you receive the medicine.", "Shake the ", " before you measure a dose. Use the dosing syringe provided, or use a medicine dose-measuring device (not a kitchen spoon).", "If the suspension will not be used for 2 days or longer, shake the bottle vigorously for 1 minute each day to keep the granules thoroughly mixed.", "Read and carefully follow any Instructions for Use provided with your medicine. Ask your doctor or pharmacist if you do not understand these instructions.", "Your dose needs may change if you switch from using tablets to using the suspension. Avoid medication errors by using only the form and strength your doctor prescribes.", "Your blood pressure will need to be checked often.", "It may take up to 8 weeks before your symptoms improve. Keep using the medication as directed and tell your doctor if your symptoms do not improve.", "Store at room temperature away from moisture and heat. Throw away any unused Myrbetriq ", " after the ", " on the medicine label has passed."], "related_drugs": [", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", "], "missed_dose": ["Use the medicine as soon as you can, but skip the missed dose if you are more than 12 hours late for the dose. Do not use two doses at one time."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "An overdose may cause pounding heartbeats or fluttering in your chest."], "what_to_avoid": ["Follow your doctor's instructions about any restrictions on food, beverages, or activity."], "side_effects": ["Stop using Myrbetriq and get emergency medical help if you have ", " ", "; difficult breathing; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have:", "Common Myrbetriq side effects may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "interactions": ["Tell your doctor about all your other medicines, especially:", "This list is not complete. Other drugs may interact with mirabegron, including prescription and over-the-counter medicines, ", ", and ", ". Not all possible drug interactions are listed here.", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Myrbetriq only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Copyright 1996-2024 Cerner Multum, Inc. Version: 4.01."]},
{"title": "Lyumjev", "generic_name": ["insulin lispro", "Insulin"], "drug_class": "Insulin", "brand_names": ["1"], "dosage_form": null, "uses": ["Insulin is a hormone that works by lowering levels of glucose (sugar) in the blood. Lyumjev is a man-made fast-acting ", "insulin", " that starts to work about 15 minutes after injection, peaks in about 1 hour, and keeps working for 2 to 4 hours.", "Lyumjev is used to improve blood sugar control in adults and children with ", "diabetes mellitus", "."], "warnings": ["Never share an injection pen, cartridge, or syringe with another person, even if the needle has been changed.", "You should not use Lyumjev if you are allergic to insulin lispro, or if you are having an episode of ", "hypoglycemia", " (", "low blood sugar", ").", "To make sure Lyumjev is safe for you, tell your doctor if you have ever had:", "\n", "\n", "liver or kidney disease;", "\n", "\n", "\n", "heart problems; or", "\n", "\n", "\n", "low levels of potassium in your blood (", "hypokalemia", ").", "\n", "\n", "Tell your doctor if you also take medicine that contains ", "pioglitazone", " or ", "rosiglitazone", ". Taking certain oral diabetes medicines while you are using insulin may increase your risk of serious heart problems.", "Tell your doctor if you are pregnant or breastfeeding.", "Follow your doctor's instructions about using Lyumjev ", "if you are pregnant or you become pregnant.", " Controlling diabetes is very important during pregnancy, and having high blood sugar may cause complications in both the mother and the baby.", " ", "Lyumjev pregnancy and breastfeeding warnings", " ", "(more detail)", "Use Lyumjev exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets.", "Read the ", "Instructions for Use", " leaflet that comes with your prescription.", "Lyumjev starts acting fast.", " Inject Lyumjev at the beginning of a meal or within 20 minutes after you start eating a meal. ", "Lyumjev is injected under the skin with a syringe and needle or an injection pen (KwikPen, Junior KwikPen or Tempo Pen).", "Know the type and strength of insulin you take. Do not change the type or amount of insulin you take unless your healthcare provider tells you to. The amount of insulin and the best time for you to take your insulin may need to change if you take different types of insulin.", "Check your insulin label each time you give your injection to make sure you are using the correct insulin. ", "Check your blood sugar levels.", " Ask your healthcare provider what your blood sugars should be and when you should check your blood sugar level. ", "Lyumjev comes in U-100 (100 units/mL) and U-200 (200 units/mL) insulin strengths. Lyumjev U-200 contains 2 times as much insulin (200 units/mL) in 1 mL as Lyumjev U-100 (100 units/mL).", "Lyumjev U-100 and Lyumjev U-200 can be injected under the skin (subcutaneously) of your stomach area, buttocks, upper legs, or upper arms.", "Lyumjev U-100 can be given by continuous infusion under the skin (subcutaneously) through an insulin pump into an area of your body recommended in the instructions that come with your insulin pump. Lyumjev U-200 ", "cannot", " be given through an insulin pump.", "Lyumjev U-100 can also be given in your vein (intravenously) by your healthcare provider. Lyumjev U-200 ", "cannot", " be given in your vein.", "The Lyumjev Tempo Pen contains a component that allows for data connectivity when used with a compatible transmitter. A healthcare provider will teach you how to properly use Lyumjev by yourself.", "Prepare your injection only when you are ready to give it. Do not use if the medicine looks cloudy, has changed colors or has particles in it. Call your pharmacist for new medicine.", "Your healthcare provider will show you where on your body to inject Lyumjev. Use a different place each time you give an injection. Do not inject into the same place two times in a row. Do not inject into skin that is damaged, tender, bruised, pitted, thickened, scaly, or has a scar or hard lump.", "Do not transfer Lyumjev U-200 from the KwikPen to a syringe as overdosage and severe hypoglycemia can result.", "Never share a Lyumjev injection pen, cartridge, or syringe with another person, even if the needle has been changed. Sharing these devices can allow infections or disease to pass from one person to another.", "You may have low blood sugar ", "(hypoglycemia)", " and feel very hungry, dizzy, irritable, confused, anxious, or shaky. To quickly treat hypoglycemia, eat or drink a fast-acting source of sugar (fruit juice, hard candy, crackers, raisins, or non-diet soda).", "Your doctor may prescribe a ", "glucagon", " injection kit in case you have severe hypoglycemia. Be sure your family or close friends know how to give you this injection in an emergency.", "Also watch for signs of high blood sugar (hyperglycemia) such as increased thirst or urination.", "Blood sugar levels can be affected by ", "stress", ", illness, surgery, exercise, alcohol use, or skipping meals. ", "Ask your doctor before changing your dose or medication schedule.", "Keep Lyumjev in its original container protected from heat and light. Do not freeze insulin or store it near the cooling element in a refrigerator. ", "Throw away any insulin that has been frozen.", "Storing unopened (not in use) Lyumjev:", "\n", "\n", "Refrigerate and use until ", "expiration date", "; or", "\n", "\n", "\n", "Store at room temperature and use within 28 days.", "\n", "\n", "Storing opened (in use) Lyumjev:", "\n", "\n", "Store the vial in a refrigerator or at room temperature and use within 28 days.", "\n", "\n", "\n", "Store the cartridge or injection pen (without a needle attached) at room temperature and use within 28 days.", "\n", "\n", "Use a needle and syringe only once and place them in a puncture-proof \"sharps\" container. Follow state or local laws about how to dispose of this container. Keep it out of the reach of children and pets.", " ", "Detailed Lyumjev dosage information", " ", "Ozempic", ", ", "metformin", ", ", "Trulicity", ", ", "Lantus", ", ", "Tresiba", ", ", "Basaglar", ", ", "Victoza", ", ", "Levemir", ", ", "Novolog", ", ", "Toujeo", "Since Lyumjev is used with meals, you may not be on a timed dosing schedule. Whenever you use Lyumjev, follow the directions for your specific brand about whether to use the medicine before of after you eat. Do not use two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222. ", "Insulin overdose can cause life-threatening hypoglycemia.", " Symptoms include drowsiness, confusion, blurred vision, numbness or tingling in your mouth, trouble speaking, muscle weakness, clumsy or jerky movements, seizure (convulsions), or loss of consciousness.", "Insulin can cause low blood sugar. Avoid driving or operating machinery until you know how Lyumjev will affect you.", "Avoid medication errors by always checking the medicine label before injecting your insulin.", "Avoid drinking alcohol.", "Get emergency medical help if you have ", "signs of an allergy to Lyumjev:", " redness or swelling where an injection was given, ", "itchy skin", " rash over the entire body, trouble breathing, fast heartbeats, feeling like you might pass out, or swelling in your tongue or throat.", "Call your doctor at once if you have:", "\n", "\n", "weight gain, swelling in your hands or feet, feeling short of breath;", "\n", "\n", "\n", "low blood sugar", " - ", "headache", ", hunger, sweating, irritability, ", "dizziness", ", ", "fast heart rate", ", and feeling anxious or shaky; or", "\n", "\n", "\n", "low potassium", " - leg cramps, ", "constipation", ", irregular heartbeats, fluttering in your chest, increased thirst or urination, numbness or tingling, muscle weakness or limp feeling.", "\n", "\n", "Common Lyumjev side effects may include:", "\n", "\n", "low blood sugar (hypoglycemia);", "\n", "\n", "\n", "allergic reactions;", "\n", "\n", "rash.", "\n", "\n", "weight gain;", "\n", "\n", "\n", "swelling in your hands or feet;", "\n", "\n", "\n", "itching (pruritus); or", "\n", "\n", "\n", "thickening or hollowing of the skin where you injected the medicine.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", " ", "Lyumjev side effects", " ", "(more detail)", "Many other medicines can affect your blood sugar, and some medicines can increase or decrease the effects of insulin. Some drugs can also cause you to have fewer symptoms of hypoglycemia, making it harder to tell when your blood sugar is low. Tell each of your health care providers about all medicines you use now and any medicine you start or stop using. This includes prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ".", " ", "Lyumjev drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does Lyumjev interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "Biosimilar and interchangeable products are biological products that are highly similar to and have no clinically meaningful differences from the reference product.", "Reference products", "These are biological products that have already been approved by the FDA, against which biosimilar products are compared. There are 3 for Lyumjev.", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\tAdmelog ", "(insulin lispro) - Sanofi-Aventis U.S. LLC", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t", "Formulation type", "\n\t\t\t\t\t\t\t", "Strength", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\tAutoinjector\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "300 units/3 mL (100 units/mL)", "\n\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\tMulti-Dose Vial\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "1,000 units/10 mL (100 units/mL)", "\n\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\tMulti-Dose Vial\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "300 units/3 mL (100 units/mL)", "\n\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "View ", "Admelog", " information in detail.", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\tHumalog ", "(insulin lispro) - Eli Lilly and Company", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t", "Formulation type", "\n\t\t\t\t\t\t\t", "Strength", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\tAutoinjector\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "600 units/3 mL (200 units/mL)", "\n\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "View ", "Humalog", " information in detail.", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\tLyumjev ", "(insulin lispro-aabc) - Eli Lilly and Company", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t", "Formulation type", "\n\t\t\t\t\t\t\t", "Strength", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\tAutoinjector\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "300 units/3 mL (100 units/mL) ", "Discontinued", "\n\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\tAutoinjector\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "300 units/3 mL (100 units/mL)", "\n\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\tAutoinjector\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "300 units/3 mL (100 units/mL)", "\n\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\tAutoinjector\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "600 units/3 mL (200 units/mL)", "\n\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\tMulti-Dose Cartridge\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "300 units/3 mL (100 units/mL) ", "Discontinued", "\n\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\tMulti-Dose Vial\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "1,000 units/10 mL (100 units/mL)", "\n\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t", "\n\t\t\t\t\t\t\t\t\t", "\n\t\t\t", "\n\t\t\t", "\n", "\n", "Is Admelog the same as NovoLog? ", "\n", "No, Admelog (insulin lispro) is not the same as NovoLog (insulin aspart). These insulins have different chemical structures but they are both man-made, rapid-acting forms of insulin used to help lower mealtime blood sugar (glucose) levels in patients with diabetes. ", "Continue reading", "\n", "\n", "\n", "How and where should I inject insulin? ", "\n", "Injecting insulin is not difficult, but it does take a bit of practice. There are three main sites where insulin can be injected: the stomach area except for a 2-inch circle around your navel, and the soft part of your waist, but not anywhere near your spine; the top and outer part of your thighs, but not your inner thighs or anywhere close to your knee; the outer back of your upper arm where there is a pocket of fatty tissue. ", "Continue reading", "\n", "\n", "\n", "Can Trulicity be used with insulin? ", "\n", "Trulicity can be used with insulin, but because the combination of Trulicity and insulin increases the risk of low blood sugar levels (hypoglycemia), the dosage of insulin may need to be reduced. ", "Continue reading", "\n", "\n", "\n", "What are the different types of insulin? ", "\n", "Insulins are usually grouped as fast-acting, intermediate-acting, or long-acting. Within these groups, they can be further classified as human insulin and human insulin analogs. An insulin analog is a human insulin that has one or two amino acids changed which affects how quickly it is absorbed after injection and how fast or slow it acts. Insulin analogs are usually given within 15 minutes of a meal or at the same time as food. ", "Continue reading", "\n", "\n", "\n", "When does insulin lispro peak / how long does it last? ", "\n", "Lispro peaks 30 to 90 minutes after administration and lasts for less than five hours (usually two to four hours). ", "Continue reading", "\n", "\n", "\n", "What type of insulin is Humalog? ", "\n", "Humalog (insulin lispro) is a fast-acting insulin. It begins working to lower blood sugar levels about 15 minutes after injection, reaches a peak in about 1 hour, and continues to work for 2 to 4 hours. Humalog helps to control the blood sugar spikes that may occur during mealtime. It is used within 15 minutes before eating or right after eating a meal. ", "Continue reading", "\n", "\n", "\n", "How fast does insulin lispro work? ", "\n", "Insulin lispro starts working within 15 minutes after administration and peaks in 30 to 90 minutes. It keeps working for up to five hours (usually two to four hours). ", "Continue reading", "\n", "\n", "\n", "Does Admelog need to be refrigerated? ", "\n", "Unopened Admelog (insulin lispro injection) should be stored in the refrigerator (36°F to 46°F or 2°C to 8°C) until the first use. Once you have opened the Admelog vial or Solostar pens, you can store them at room temperature (below 86°F or 30°C), but they must be used within 28 days or thrown away (discarded), even if they still contain medicine. Do not store the Admelog Solostar pen in the refrigerator once in use. ", "Continue reading", "\n", "\n", "\n", "Is Admelog fast-acting insulin? ", "\n", "Admelog is a brand (trade) name for insulin lispro and it is a fast-acting insulin. Admelog starts working within 0 to 15 minutes of administration, can be given 15 minutes before a meal or with a meal, peaks in 30 to 90 minutes,keeps working for less than five hours (usually two to four hours), should generally be used in regimens with intermediate or long-acting insulin and is more convenient and safer than regular insulin. ", "Continue reading", "\n", "\n", "  ", "References", "  ", "    ", "Lyumjev Product Label", "  ", "\n", "More about Lyumjev (insulin lispro)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (2)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "During pregnancy", "\n", "FDA approval history", "\n", "Drug class: insulin", "\n", "En español", "\n", "\n", "Patient resources", "\n", "\n", "Lyumjev Kwikpen (Insulin lispro Intravenous, Subcutaneous) advanced reading", "\n", "Lyumjev Kwikpen (Insulin lispro-aabc Intravenous, Subcutaneous) ", "(Advanced Reading)", "\n", "\n", "Other brands", "Humalog", ", ", "Admelog", ", ", "Humalog KwikPen", "\n", "Professional resources", "\n", "\n", "Lyumjev prescribing information", "\n", "Insulin Lispro ", "(AHFS Monograph)", "\n", "\n", "Other brands", "Humalog", ", ", "Admelog", "\n", "Related treatment guides", "\n", "\n", "Diabetes, Type 1", "\n", "Diabetes, Type 2", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Lyumjev only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 9.01."], "directions": [], "dosage": ["Use Lyumjev exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets.", "Read the ", " leaflet that comes with your prescription.", " Inject Lyumjev at the beginning of a meal or within 20 minutes after you start eating a meal. ", "Lyumjev is injected under the skin with a syringe and needle or an injection pen (KwikPen, Junior KwikPen or Tempo Pen).", "Know the type and strength of insulin you take. Do not change the type or amount of insulin you take unless your healthcare provider tells you to. The amount of insulin and the best time for you to take your insulin may need to change if you take different types of insulin.", "Check your insulin label each time you give your injection to make sure you are using the correct insulin. ", " Ask your healthcare provider what your blood sugars should be and when you should check your blood sugar level. ", "Lyumjev comes in U-100 (100 units/mL) and U-200 (200 units/mL) insulin strengths. Lyumjev U-200 contains 2 times as much insulin (200 units/mL) in 1 mL as Lyumjev U-100 (100 units/mL).", "Lyumjev U-100 and Lyumjev U-200 can be injected under the skin (subcutaneously) of your stomach area, buttocks, upper legs, or upper arms.", "Lyumjev U-100 can be given by continuous infusion under the skin (subcutaneously) through an insulin pump into an area of your body recommended in the instructions that come with your insulin pump. Lyumjev U-200 ", " be given through an insulin pump.", "Lyumjev U-100 can also be given in your vein (intravenously) by your healthcare provider. Lyumjev U-200 ", " be given in your vein.", "The Lyumjev Tempo Pen contains a component that allows for data connectivity when used with a compatible transmitter. A healthcare provider will teach you how to properly use Lyumjev by yourself.", "Prepare your injection only when you are ready to give it. Do not use if the medicine looks cloudy, has changed colors or has particles in it. Call your pharmacist for new medicine.", "Your healthcare provider will show you where on your body to inject Lyumjev. Use a different place each time you give an injection. Do not inject into the same place two times in a row. Do not inject into skin that is damaged, tender, bruised, pitted, thickened, scaly, or has a scar or hard lump.", "Do not transfer Lyumjev U-200 from the KwikPen to a syringe as overdosage and severe hypoglycemia can result.", "Never share a Lyumjev injection pen, cartridge, or syringe with another person, even if the needle has been changed. Sharing these devices can allow infections or disease to pass from one person to another.", "You may have low blood sugar ", " and feel very hungry, dizzy, irritable, confused, anxious, or shaky. To quickly treat hypoglycemia, eat or drink a fast-acting source of sugar (fruit juice, hard candy, crackers, raisins, or non-diet soda).", "Your doctor may prescribe a ", " injection kit in case you have severe hypoglycemia. Be sure your family or close friends know how to give you this injection in an emergency.", "Also watch for signs of high blood sugar (hyperglycemia) such as increased thirst or urination.", "Blood sugar levels can be affected by ", ", illness, surgery, exercise, alcohol use, or skipping meals. ", "Keep Lyumjev in its original container protected from heat and light. Do not freeze insulin or store it near the cooling element in a refrigerator. ", "Storing unopened (not in use) Lyumjev:", "Storing opened (in use) Lyumjev:", "Use a needle and syringe only once and place them in a puncture-proof \"sharps\" container. Follow state or local laws about how to dispose of this container. Keep it out of the reach of children and pets."], "related_drugs": [", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", "], "missed_dose": ["Since Lyumjev is used with meals, you may not be on a timed dosing schedule. Whenever you use Lyumjev, follow the directions for your specific brand about whether to use the medicine before of after you eat. Do not use two doses at one time."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222. ", " Symptoms include drowsiness, confusion, blurred vision, numbness or tingling in your mouth, trouble speaking, muscle weakness, clumsy or jerky movements, seizure (convulsions), or loss of consciousness."], "what_to_avoid": ["Insulin can cause low blood sugar. Avoid driving or operating machinery until you know how Lyumjev will affect you.", "Avoid medication errors by always checking the medicine label before injecting your insulin.", "Avoid drinking alcohol."], "side_effects": ["Get emergency medical help if you have ", " redness or swelling where an injection was given, ", " rash over the entire body, trouble breathing, fast heartbeats, feeling like you might pass out, or swelling in your tongue or throat.", "Call your doctor at once if you have:", "Common Lyumjev side effects may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "interactions": ["Many other medicines can affect your blood sugar, and some medicines can increase or decrease the effects of insulin. Some drugs can also cause you to have fewer symptoms of hypoglycemia, making it harder to tell when your blood sugar is low. Tell each of your health care providers about all medicines you use now and any medicine you start or stop using. This includes prescription and over-the-counter medicines, ", ", and ", ".", "Biosimilar and interchangeable products are biological products that are highly similar to and have no clinically meaningful differences from the reference product.", "These are biological products that have already been approved by the FDA, against which biosimilar products are compared. There are 3 for Lyumjev."]},
{"title": "Kyprolis", "generic_name": ["carfilzomib", "Proteasome inhibitors"], "drug_class": "Proteasome inhibitors", "brand_names": ["1"], "dosage_form": " Infusion", "uses": ["Kyprolis (", "carfilzomib", ") is a treatment for types of ", "multiple myeloma", " when other medicines have not worked or have stopped working. Kyprolis treatment helps slow the spread of cancer and cause cancer cells to die. Kyprolis treatment is given once or twice weekly as an IV infusion that takes 30 minutes.", "Kyprolis is from a class of medicines called ", "proteasome inhibitors,", " which are targeted therapies for cancer. Kyprolis works by blocking proteasome, which normally breaks down damaged or unneeded proteins within cells. This means that more abnormal proteins build up in the cancer cells, which causes the cancer cells to die.", "Multiple myeloma is a cancer of plasma cells (a type of white blood cell). Kyprolis treats relapsed or refractory multiple myeloma.", "Kyprolis FDA approval was received on July 20, 2012.", "Kyprolis is an FDA-approved medicine indicated to treat relapsed or refractory multiple myeloma in adults who have received one to three lines of therapy in combination with:", "Kyprolis is also FDA-approved as a single treatment agent in adults with relapsed or refractory multiple myeloma who have received one or more lines of therapy.", "Common Kyprolis side effects may include:", "Get emergency medical help if you have signs of an allergic reaction to Kyprolis: ", "hives", "; difficulty breathing; swelling of your face, lips, tongue, or throat.", "Some side effects may occur within 24 hours after the injection. Tell your caregiver right away if you feel weak, nauseated, chilled or feverish, light-headed, or if you have joint or muscle pain, a cold sweat, chest pain or tightness, trouble breathing, or swelling in your face.", "Kyprolis may cause a serious brain infection that can lead to disability or death. Call your doctor right away if you have problems with speech, thought, vision, or muscle movement. These symptoms may start gradually and get worse quickly.", "Also, call your doctor at once if you have:", "This is not a complete list of side effects, and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "warnings": ["Kyprolis can affect your heart or lungs. Call your doctor at once if you have chest pain, pounding heartbeats, shortness of breath (even with mild exertion or while lying down), swelling of your hands or feet, feeling like you might pass out, wheezing, gasping for breath, cough with foamy mucus, or blue-colored appearance of your lips and skin.", "To make sure Kyprolis is safe for you, tell your doctor if you have ever had:", "\n", "kidney disease (or if you are on dialysis);", "\n", "heart disease, ", "high blood pressure", ";", "\n", "a ", "heart attack", " or stroke;", "\n", "lung disease;", "\n", "liver disease, or abnormal liver function tests.", "\n", "Consider antiviral prophylaxis to decrease the risk of shingles reactivation (herpes zoster).", "Pregnancy", "You should ", "not", " use Kyprolis if you are pregnant or planning to become pregnant,  or if you plan to father a child. if you are a female of reproductive potential you may be required to do a pregnancy test before starting Kyprolis treatment.", "Kyprolis can harm an unborn baby if the mother or the father is using this medicine.", "\n", "If you are a woman,", " do not use Kyprolis if you are pregnant. Use effective birth control to prevent pregnancy while you are using this medicine and for at least 6 months after your last dose.", "\n", "If you are a man,", " use effective birth control if your sex partner is able to get pregnant. Keep using birth control for at least 3 months after your last dose.", "\n", "Tell your doctor right away if a pregnancy occurs while either the mother or the father is using Kyprolis.", "\n", "Breastfeeding", "Do ", "not", " breastfeed while using this medicine, and for at least 2 weeks after your last dose.", " ", "Kyprolis pregnancy and breastfeeding warnings", " ", "(more detail)", "Kyprolis is given as an infusion into a vein which will take 10 minutes to 30 minutes, depending on your treatment protocol. A healthcare provider will give you this injection.", "Your treatment may be once or twice a week.", "You may be given other medications to help prevent serious side effects or infections. Keep using these medicines for as long as your doctor has prescribed.", "You will need frequent medical tests, and your next dose may be delayed based on the results.", "Call your doctor if you have ongoing ", "vomiting", " or ", "diarrhea", ", or if you are sweating more than usual. You can easily become dehydrated while receiving this medication. Avoid ", "dehydration", " by drinking plenty of liquids before and after your injections.", "Your healthcare provider will work out the correct dose and regime for your treatment.", "Kyprolis dosing once weekly", "Kyprolis once weekly 20/70 mg/m2 (30-minute infusion) is administered in combination with:", "\n", "dexamethasone (Kd),", "\n", "daratumumab", " plus dexamethasone (DKd), or", "\n", "daratumumab and hyaluronidase-fihj", " plus dexamethasone (DKd).", "\n", "Kyprolis dosing twice weekly", "Kyprolis twice weekly  20/56 mg/m2 (30-minute infusion) is administered as monotherapy or in combination with:", "\n", "dexamethasone (Kd),", "\n", "daratumumab plus dexamethasone (DKd),", "\n", "daratumumab and hyaluronidase-fihj plus dexamethasone (DKd), or", "\n", "isatuximab", " plus dexamethasone (Isa-Kd).", "\n", "Kyprolis twice Weekly 20/27 mg/m2 (10-minute infusion) is administered as monotherapy or in combination with", "\n", "lenalidomide", " and dexamethasone (KRd).", "\n", "For more detailed information on Kyprolis dosing click the link below.", " ", "Detailed Kyprolis dosage information", " ", "Carvykti", ", ", "Abecma", ", ", "Tecvayli", ", ", "Revlimid", ", ", "Velcade", ", ", "Pomalyst", ", ", "Darzalex", ", ", "Ninlaro", ", ", "Farydak", "Call your doctor for instructions if you miss an appointment for your Kyprolis injection.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Avoid driving or hazardous activity until you know how this medicine will affect you. Your reactions could be impaired.", "Review the ", "Kyprolis Package Insert", " for more detailed information about this medicine. Discuss any medical questions with your doctor or other health care provider. This is not all the information you need to know about this medicine for safe and effective use, and it does not take the place of talking to your doctor about your treatment.", "\n", "Unopened vials should be stored refrigerated 2°C to 8°C (36°F to 46°F).", "\n", "Retain in original package to protect from light.", "\n", "Active ingredient:", " carfilzomib", "Inactive ingredients:", " betadex sulfobutyl ether sodium, anhydrous citric acid, sodium hydroxide, water.", "Amgen Kyprolis", "Manufactured for", ":", "\nOnyx Pharmaceuticals, Inc., One Amgen Center Drive, Thousand Oaks, CA 91320-1799 U.S.A.", "\n", "\n", "Is Kyprolis a chemo drug and how does it work? ", "\n", "Kyprolis (carfilzomib) is not a chemotherapy drug, it is a proteasome inhibitors, which are targeted therapies for cancer. Kyprolis works by inhibiting proteasomes - a complex of proteases (enzymes), which break down proteins in the body. ", "Continue reading", "\n", "\n", "\n", "How is Kyprolis (carfilzomib) administered? ", "\n", "Kyprolis is given as infusion into a vein over 10 to 30 minutes, once or twice a week for 3 weeks then a week with no treatment. This is a 28 days treatment cycle which maybe repeated. ", "Continue reading", "\n", "\n", "  ", "References", "  ", "    ", "Kyprolis Package Insert FDA", "  ", "\n", "More about Kyprolis (carfilzomib)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (4)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "Patient tips", "\n", "During pregnancy", "\n", "Generic availability", "\n", "FDA approval history", "\n", "Drug class: proteasome inhibitors", "\n", "Breastfeeding", "\n", "En español", "\n", "\n", "Professional resources", "\n", "\n", "Kyprolis prescribing information", "\n", "Carfilzomib ", "(AHFS Monograph)", "\n", "\n", "Related treatment guides", "\n", "\n", "Multiple Myeloma", "\n", "\n", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer"], "directions": ["Kyprolis is given as an infusion into a vein which will take 10 minutes to 30 minutes, depending on your treatment protocol. A healthcare provider will give you this injection.", "Your treatment may be once or twice a week.", "You may be given other medications to help prevent serious side effects or infections. Keep using these medicines for as long as your doctor has prescribed.", "You will need frequent medical tests, and your next dose may be delayed based on the results.", "Call your doctor if you have ongoing ", "vomiting", " or ", "diarrhea", ", or if you are sweating more than usual. You can easily become dehydrated while receiving this medication. Avoid ", "dehydration", " by drinking plenty of liquids before and after your injections.", "Your healthcare provider will work out the correct dose and regime for your treatment.", "Kyprolis once weekly 20/70 mg/m2 (30-minute infusion) is administered in combination with:", "\n", "dexamethasone (Kd),", "\n", "daratumumab", " plus dexamethasone (DKd), or", "\n", "daratumumab and hyaluronidase-fihj", " plus dexamethasone (DKd).", "\n", "Kyprolis twice weekly  20/56 mg/m2 (30-minute infusion) is administered as monotherapy or in combination with:", "\n", "dexamethasone (Kd),", "\n", "daratumumab plus dexamethasone (DKd),", "\n", "daratumumab and hyaluronidase-fihj plus dexamethasone (DKd), or", "\n", "isatuximab", " plus dexamethasone (Isa-Kd).", "\n", "Kyprolis twice Weekly 20/27 mg/m2 (10-minute infusion) is administered as monotherapy or in combination with", "\n", "lenalidomide", " and dexamethasone (KRd).", "\n", "For more detailed information on Kyprolis dosing click the link below.", "Carvykti", ", ", "Abecma", ", ", "Tecvayli", ", ", "Revlimid", ", ", "Velcade", ", ", "Pomalyst", ", ", "Darzalex", ", ", "Ninlaro", ", ", "Farydak", "Call your doctor for instructions if you miss an appointment for your Kyprolis injection.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Avoid driving or hazardous activity until you know how this medicine will affect you. Your reactions could be impaired.", "Review the ", "Kyprolis Package Insert", " for more detailed information about this medicine. Discuss any medical questions with your doctor or other health care provider. This is not all the information you need to know about this medicine for safe and effective use, and it does not take the place of talking to your doctor about your treatment.", "\n", "Unopened vials should be stored refrigerated 2°C to 8°C (36°F to 46°F).", "\n", "Retain in original package to protect from light.", "\n", "Active ingredient:", " carfilzomib", "Inactive ingredients:", " betadex sulfobutyl ether sodium, anhydrous citric acid, sodium hydroxide, water.", "Amgen Kyprolis", "Manufactured for", ":", "\nOnyx Pharmaceuticals, Inc., One Amgen Center Drive, Thousand Oaks, CA 91320-1799 U.S.A."], "dosage": ["Your healthcare provider will work out the correct dose and regime for your treatment.", "Kyprolis once weekly 20/70 mg/m2 (30-minute infusion) is administered in combination with:", "Kyprolis twice weekly  20/56 mg/m2 (30-minute infusion) is administered as monotherapy or in combination with:", "Kyprolis twice Weekly 20/27 mg/m2 (10-minute infusion) is administered as monotherapy or in combination with", "For more detailed information on Kyprolis dosing click the link below."], "related_drugs": [", ", ", ", ", ", ", ", ", ", ", ", ", ", ", "], "missed_dose": ["Call your doctor for instructions if you miss an appointment for your Kyprolis injection."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222."], "what_to_avoid": [], "side_effects": ["Get emergency medical help if you have signs of an allergic reaction to Kyprolis: ", "; difficulty breathing; swelling of your face, lips, tongue, or throat.", "Some side effects may occur within 24 hours after the injection. Tell your caregiver right away if you feel weak, nauseated, chilled or feverish, light-headed, or if you have joint or muscle pain, a cold sweat, chest pain or tightness, trouble breathing, or swelling in your face.", "Kyprolis may cause a serious brain infection that can lead to disability or death. Call your doctor right away if you have problems with speech, thought, vision, or muscle movement. These symptoms may start gradually and get worse quickly.", "Also, call your doctor at once if you have:", "This is not a complete list of side effects, and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "Kyprolis can affect your heart or lungs. Call your doctor at once if you have chest pain, pounding heartbeats, shortness of breath (even with mild exertion or while lying down), swelling of your hands or feet, feeling like you might pass out, wheezing, gasping for breath, cough with foamy mucus, or blue-colored appearance of your lips and skin.", "To make sure Kyprolis is safe for you, tell your doctor if you have ever had:", "Consider antiviral prophylaxis to decrease the risk of shingles reactivation (herpes zoster).", "You should ", " use Kyprolis if you are pregnant or planning to become pregnant,  or if you plan to father a child. if you are a female of reproductive potential you may be required to do a pregnancy test before starting Kyprolis treatment.", "Do ", " breastfeed while using this medicine, and for at least 2 weeks after your last dose.", "Kyprolis is given as an infusion into a vein which will take 10 minutes to 30 minutes, depending on your treatment protocol. A healthcare provider will give you this injection.", "Your treatment may be once or twice a week.", "You may be given other medications to help prevent serious side effects or infections. Keep using these medicines for as long as your doctor has prescribed.", "You will need frequent medical tests, and your next dose may be delayed based on the results.", "Call your doctor if you have ongoing ", " or ", ", or if you are sweating more than usual. You can easily become dehydrated while receiving this medication. Avoid ", " by drinking plenty of liquids before and after your injections.", "Your healthcare provider will work out the correct dose and regime for your treatment.", "Kyprolis once weekly 20/70 mg/m2 (30-minute infusion) is administered in combination with:", "Kyprolis twice weekly  20/56 mg/m2 (30-minute infusion) is administered as monotherapy or in combination with:", "Kyprolis twice Weekly 20/27 mg/m2 (10-minute infusion) is administered as monotherapy or in combination with", "For more detailed information on Kyprolis dosing click the link below.", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", "Call your doctor for instructions if you miss an appointment for your Kyprolis injection.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Avoid driving or hazardous activity until you know how this medicine will affect you. Your reactions could be impaired.", "Review the ", " for more detailed information about this medicine. Discuss any medical questions with your doctor or other health care provider. This is not all the information you need to know about this medicine for safe and effective use, and it does not take the place of talking to your doctor about your treatment.", " carfilzomib", " betadex sulfobutyl ether sodium, anhydrous citric acid, sodium hydroxide, water.", "Amgen Kyprolis", ":", "\nOnyx Pharmaceuticals, Inc., One Amgen Center Drive, Thousand Oaks, CA 91320-1799 U.S.A.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances."], "interactions": []},
{"title": "Jynneos", "generic_name": ["smallpox and monkeypox vaccine", "Viral vaccines"], "drug_class": "Viral vaccines", "brand_names": ["1"], "dosage_form": null, "uses": ["Jynneos is used to help prevent ", "smallpox", " and monkeypox diseases.", "Like any vaccine, Jynneos may not provide protection from disease in every person.", "Jynneos is for use in adults 18 years of age and older who are determined to be at high risk of contracting smallpox or monkeypox infection.", "Jynneos is also authorized for emergency use to prevent monkeypox disease in people younger than 18 years of age who are determined to be at high risk of monkeypox infection."], "warnings": ["Use Jynneos only as directed. Tell your doctor if you use other medicines or have other medical conditions or allergies.", "Jynneos can cause a severe allergic reaction. Medical treatment must be available to treat any anaphylactic reactions following administration.", "Immunocompromised persons, including those receiving immunosuppressive therapy, may have a diminished immune response to this vaccine.", "Vaccination with Jynneos may not protect all patients.", "You should not receive Jynneos if you have ever had a life-threatening allergic reaction to a smallpox or monkeypox vaccine.", "Tell your doctor if you have a weak immune system caused by receiving certain medicines such as steroids, chemotherapy or radiation.", "Tell your doctor if you are pregnant or breastfeeding.", " ", "Jynneos pregnancy and breastfeeding warnings", " ", "(more detail)", "Jynneos is injected under the skin (subcutaneous injection), preferably into the upper arm. You will receive this vaccine in a doctor's office, clinic setting, or pharmacy.", "Jynneos is also authorized by the FDA for emergency use as a smaller dose for administration between the layers of skin (intradermal injection) to increase available vaccine doses in order to meet increased demand during a public health emergency.", "Jynneos is administered in two doses 4 weeks apart. Talk with your doctor if you had a severe reaction after the first dose.", "Your doctor or pharmacist can provide more information about this vaccine. Additional information is available from your local health department or the Centers for Disease Control and Prevention.", "Usual Adult Dose for Prevention of Smallpox and Monkeypox:", "Standard Regimen:", " Two subcutaneous doses of 0.5 mL each, 4 weeks apart.", "Use: Prevention of smallpox and monkeypox disease in adults 18 years or older at high risk of infection.", "Alternative Regimen", " (Emergency Use Authorization): Two intradermal doses of 0.1 mL each, 4 weeks apart (used to increase supply of vaccine doses during a public health emergency).", "Use: Prevention of monkeypox disease in adults 18 years or older at high risk of infection.", "Usual Pediatric/Adolescent Dose for Prevention of Monkeypox:", "Standard Regimen", " (Emergency Use Authorization): Two subcutaneous doses of 0.5 mL each, 4 weeks apart. ", "Use: Prevention of monkeypox disease in people younger than 18 years at high risk of infection.", " ", "Detailed Jynneos dosage information", " ", "ACAM2000", ", ", "Dryvax", ", ", "smallpox and mpox vaccine", "Be sure you receive all recommended doses of Jynneos. You may not be fully protected against disease if you do not receive the full series.", "Since this vaccine is given by a healthcare professional, an overdose is unlikely to occur.", "Follow your doctor's instructions about any restrictions on food, beverages, or activity.", "Get emergency medical help if you have ", "signs of an allergic reaction to Jynneos:", " hives; difficult breathing; swelling of your face, lips, tongue, or throat.", "Common Jynneos side effects may include:", "\n", "\n", "pain, redness, swelling, or itching where the vaccine was injected;", "\n", "\n", "\n", "muscle pain;", "\n", "\n", "\n", "headache", ";", "\n", "\n", "\n", "tiredness;", "\n", "\n", "\n", "nausea", "; or", "\n", "\n", "\n", "chills.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report vaccine side effects to the US Department of Health and Human Services at 1 800 822 7967.", " ", "Jynneos side effects", " ", "(more detail)", "Before receiving Jynneos, tell the doctor about all other vaccines you have recently received.", "Also tell the doctor if you have recently received drugs or treatments that can weaken the immune system, including:", "\n", "\n", "an oral, nasal, inhaled, or injectable steroid medicine;", "\n", "\n", "\n", "medications to treat ", "psoriasis", ", ", "rheumatoid arthritis", ", or other ", "autoimmune disorders", "; or", "\n", "\n", "\n", "medicines to treat or prevent organ transplant rejection.", "\n", "\n", "This list is not complete. Other drugs may interact with Jynneos, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible interactions are listed in this medication guide.", " ", "Jynneos drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does Jynneos interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "  ", "References", "  ", "    ", "Jynneos Vaccine (CDC)", "    ", "Jynneos Product Label", "  ", "\n", "More about Jynneos (smallpox and mpox vaccine)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (1)", "\n", "Side effects", "\n", "Dosage information", "\n", "During pregnancy", "\n", "FDA approval history", "\n", "Drug class: viral vaccines", "\n", "En español", "\n", "\n", "Patient resources", "\n", "Other brands", "ACAM2000", "\n", "Professional resources", "\n", "\n", "Jynneos prescribing information", "\n", "Smallpox and Mpox Vaccine Live ", "(AHFS Monograph)", "\n", "\n", "Other brands", "ACAM2000", "\n", "Related treatment guides", "\n", "\n", "Smallpox Prophylaxis", "\n", "Mpox", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Jynneos only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 1.02."], "directions": ["Jynneos is injected under the skin (subcutaneous injection), preferably into the upper arm. You will receive this vaccine in a doctor's office, clinic setting, or pharmacy.", "Jynneos is also authorized by the FDA for emergency use as a smaller dose for administration between the layers of skin (intradermal injection) to increase available vaccine doses in order to meet increased demand during a public health emergency.", "Jynneos is administered in two doses 4 weeks apart. Talk with your doctor if you had a severe reaction after the first dose.", "Your doctor or pharmacist can provide more information about this vaccine. Additional information is available from your local health department or the Centers for Disease Control and Prevention.", "Usual Adult Dose for Prevention of Smallpox and Monkeypox:", "Standard Regimen:", " Two subcutaneous doses of 0.5 mL each, 4 weeks apart.", "Use: Prevention of smallpox and monkeypox disease in adults 18 years or older at high risk of infection.", "Alternative Regimen", " (Emergency Use Authorization): Two intradermal doses of 0.1 mL each, 4 weeks apart (used to increase supply of vaccine doses during a public health emergency).", "Use: Prevention of monkeypox disease in adults 18 years or older at high risk of infection.", "Usual Pediatric/Adolescent Dose for Prevention of Monkeypox:", "Standard Regimen", " (Emergency Use Authorization): Two subcutaneous doses of 0.5 mL each, 4 weeks apart. ", "Use: Prevention of monkeypox disease in people younger than 18 years at high risk of infection.", "ACAM2000", ", ", "Dryvax", ", ", "smallpox and mpox vaccine", "Be sure you receive all recommended doses of Jynneos. You may not be fully protected against disease if you do not receive the full series.", "Since this vaccine is given by a healthcare professional, an overdose is unlikely to occur.", "Follow your doctor's instructions about any restrictions on food, beverages, or activity.", "Get emergency medical help if you have ", "signs of an allergic reaction to Jynneos:", " hives; difficult breathing; swelling of your face, lips, tongue, or throat.", "Common Jynneos side effects may include:", "\n", "\n", "pain, redness, swelling, or itching where the vaccine was injected;", "\n", "\n", "\n", "muscle pain;", "\n", "\n", "\n", "headache", ";", "\n", "\n", "\n", "tiredness;", "\n", "\n", "\n", "nausea", "; or", "\n", "\n", "\n", "chills.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report vaccine side effects to the US Department of Health and Human Services at 1 800 822 7967.", "Before receiving Jynneos, tell the doctor about all other vaccines you have recently received.", "Also tell the doctor if you have recently received drugs or treatments that can weaken the immune system, including:", "\n", "\n", "an oral, nasal, inhaled, or injectable steroid medicine;", "\n", "\n", "\n", "medications to treat ", "psoriasis", ", ", "rheumatoid arthritis", ", or other ", "autoimmune disorders", "; or", "\n", "\n", "\n", "medicines to treat or prevent organ transplant rejection.", "\n", "\n", "This list is not complete. Other drugs may interact with Jynneos, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible interactions are listed in this medication guide."], "dosage": [" Two subcutaneous doses of 0.5 mL each, 4 weeks apart.", "Use: Prevention of smallpox and monkeypox disease in adults 18 years or older at high risk of infection.", " (Emergency Use Authorization): Two intradermal doses of 0.1 mL each, 4 weeks apart (used to increase supply of vaccine doses during a public health emergency).", "Use: Prevention of monkeypox disease in adults 18 years or older at high risk of infection.", " (Emergency Use Authorization): Two subcutaneous doses of 0.5 mL each, 4 weeks apart. ", "Use: Prevention of monkeypox disease in people younger than 18 years at high risk of infection."], "related_drugs": [", ", ", "], "missed_dose": ["Be sure you receive all recommended doses of Jynneos. You may not be fully protected against disease if you do not receive the full series."], "overdose": ["Since this vaccine is given by a healthcare professional, an overdose is unlikely to occur."], "what_to_avoid": ["Follow your doctor's instructions about any restrictions on food, beverages, or activity."], "side_effects": ["Get emergency medical help if you have ", " hives; difficult breathing; swelling of your face, lips, tongue, or throat.", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report vaccine side effects to the US Department of Health and Human Services at 1 800 822 7967."], "interactions": ["Before receiving Jynneos, tell the doctor about all other vaccines you have recently received.", "Also tell the doctor if you have recently received drugs or treatments that can weaken the immune system, including:", "This list is not complete. Other drugs may interact with Jynneos, including prescription and over-the-counter medicines, ", ", and ", ". Not all possible interactions are listed in this medication guide.", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Jynneos only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Copyright 1996-2024 Cerner Multum, Inc. Version: 1.02."]},
{"title": "Izervay", "generic_name": ["avacincaptad pegol", "Anti-angiogenic ophthalmic agents"], "drug_class": "Anti-angiogenic ophthalmic agents", "brand_names": ["1"], "dosage_form": " intravitreal injection", "uses": ["Izervay injection is a treatment for geographic atrophy (GA), which is due to age-related ", "macular degeneration", " (AMD). Izervay injection helps to slow down the progression of geographic atrophy so your vision does not deteriorate as rapidly,  allowing you to maintain better vision for a longer time. Geographic atrophy can lead to irreversible vision loss. Izervay is given as an intravitreal injection; this is when medication is injected directly into the vitreous humor in the eye. ", "Izervay is the brand name for avacincaptad pegol.", "Izervay received FDA approval on August 4, 2023, for the treatment of geographic atrophy (GA) secondary to age-related macular degeneration (AMD).", "In geographic atrophy caused by AMD, damage and scarring that occurs in the central part of the retina may be caused by an overactive part of the immune system called the complement system. Izervay is a complement C5 protein inhibitor that blocks the activity of the complement protein C5. Izervay works by reducing the activity of the complement cascade that damages the retina, so it has the potential to slow down the progression of GA. ", "The most common Izervay side effects include increased pressure inside the eye (9%), blurred vision (8%), bleeding in the white part of the eye (9%), and neovascular age-related macular degeneration (7%).", "Do not use this medicine if you are allergic to the active ingredient avacincaptad pegol or any of its other ingredients; click here for a full list of ", "Izervay ingredients", ".", "Other serious Izervay side effects include:", "This is not a complete list of side effects, and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "You should not use Izervay injection if you have ocular or periocular infections or active intraocular inflammation.", "Tell your doctor if you are pregnant or breastfeeding.", "Izervay injections are given by a qualified physician as intravitreal injections, which means the medication is injected directly into the vitreous humor in the eye. Your doctor will monitor the pressure inside your eye before and after the injection.", "Before use, allow Izervay to reach room temperature, 20⁰C to 25⁰C (68⁰F to 77⁰F). ", "The cost of this medicine may vary depending on your insurance plan. You may also be eligible for a financial assistance program.", "Recommended dose:", " 2 mg intravitreal injection given once monthly (28 ± 7 days)", "Duration of therapy", ": Up to 12 months.", "Comments:", "\n-Before the intravitreal injection, check the intraocular pressure (IOP).", "\n-If necessary, ocular hypotensive medicine can be administered to reduce IOP.", "\n", "\n", "Use:", " For the treatment of geographic atrophy (GA) secondary to age-related macular degeneration (AMD)", "Izervay injection is available:", " as a 2 mg (0.1 mL of 20 mg/mL) solution in a single-dose vial.", "Vabysmo", ", ", "Eylea", ", ", "aflibercept ophthalmic", ", ", "Lucentis", ", ", "Syfovre", ", ", "ranibizumab ophthalmic", ", ", "pegcetacoplan ophthalmic", "Make an appointment or call your qualified physician as soon as you realize you have missed your dose to organize a new appointment,", "You may experience temporary visual disturbances and blurring, after having your injection and the associated eye examinations. Avoid driving or using machinery until the visual function has recovered sufficiently.", "Other drugs may interact with this medicine. Tell your doctor about all the other medicines you take, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". ", "Review the ", "Izervay Prescribing Information", " for more detailed information about this medicine. Discuss any medical questions with your doctor or other health care provider. This is not all the information you need about this medicine for safe and effective use, and it does not take the place of talking to your doctor about your treatment.", "Before use", "Active ingredient:", " avacincaptad pegol (oligonucleotide basis), ", "Inactive ingredients:", " 0.198 mg dibasic sodium phosphate heptahydrate, 0.0256 mg monobasic sodium phosphate monohydrate, and 0.83 mg sodium chloride. It is formulated in Water for Injection, with a target pH of 7.3. This medicine does not contain an anti-microbial preservative.", "Astellas Pharma Inc.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer"], "warnings": [], "directions": ["Izervay injections are given by a qualified physician as intravitreal injections, which means the medication is injected directly into the vitreous humor in the eye. Your doctor will monitor the pressure inside your eye before and after the injection.", "Before use, allow Izervay to reach room temperature, 20⁰C to 25⁰C (68⁰F to 77⁰F). ", "The cost of this medicine may vary depending on your insurance plan. You may also be eligible for a financial assistance program.", "Recommended dose:", " 2 mg intravitreal injection given once monthly (28 ± 7 days)", "Duration of therapy", ": Up to 12 months.", "Comments:", "\n-Before the intravitreal injection, check the intraocular pressure (IOP).", "\n-If necessary, ocular hypotensive medicine can be administered to reduce IOP.", "\n", "\n", "Use:", " For the treatment of geographic atrophy (GA) secondary to age-related macular degeneration (AMD)", "Izervay injection is available:", " as a 2 mg (0.1 mL of 20 mg/mL) solution in a single-dose vial.", "Vabysmo", ", ", "Eylea", ", ", "aflibercept ophthalmic", ", ", "Lucentis", ", ", "Syfovre", ", ", "ranibizumab ophthalmic", ", ", "pegcetacoplan ophthalmic", "Make an appointment or call your qualified physician as soon as you realize you have missed your dose to organize a new appointment,", "You may experience temporary visual disturbances and blurring, after having your injection and the associated eye examinations. Avoid driving or using machinery until the visual function has recovered sufficiently.", "Other drugs may interact with this medicine. Tell your doctor about all the other medicines you take, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". ", "Review the ", "Izervay Prescribing Information", " for more detailed information about this medicine. Discuss any medical questions with your doctor or other health care provider. This is not all the information you need about this medicine for safe and effective use, and it does not take the place of talking to your doctor about your treatment.", "\n", "Store in the refrigerator between 2°C to 8°C (36°F to 46°F). ", "\n", "Do not freeze. Do not shake. ", "\n", "Keep the vial in the original carton to protect it from light. ", "\n", "Before use", "\n", "Prior to use, the unopened glass vial may be kept at room temperature, 20°C to 25°C (68°F to 77°F), for up to 24 hours. ", "\n", "Ensure that the injection is given immediately after preparation of the dose.", "\n", "Active ingredient:", " avacincaptad pegol (oligonucleotide basis), ", "Inactive ingredients:", " 0.198 mg dibasic sodium phosphate heptahydrate, 0.0256 mg monobasic sodium phosphate monohydrate, and 0.83 mg sodium chloride. It is formulated in Water for Injection, with a target pH of 7.3. This medicine does not contain an anti-microbial preservative.", "Astellas Pharma Inc."], "dosage": [" 2 mg intravitreal injection given once monthly (28 ± 7 days)", ": Up to 12 months.", "\n-Before the intravitreal injection, check the intraocular pressure (IOP).", "\n-If necessary, ocular hypotensive medicine can be administered to reduce IOP.", "\n", "\n", " For the treatment of geographic atrophy (GA) secondary to age-related macular degeneration (AMD)", " as a 2 mg (0.1 mL of 20 mg/mL) solution in a single-dose vial."], "related_drugs": [", ", ", ", ", ", ", ", ", ", ", "], "missed_dose": ["Make an appointment or call your qualified physician as soon as you realize you have missed your dose to organize a new appointment,", "You may experience temporary visual disturbances and blurring, after having your injection and the associated eye examinations. Avoid driving or using machinery until the visual function has recovered sufficiently.", "Other drugs may interact with this medicine. Tell your doctor about all the other medicines you take, including prescription and over-the-counter medicines, ", ", and ", ". ", "Review the ", " for more detailed information about this medicine. Discuss any medical questions with your doctor or other health care provider. This is not all the information you need about this medicine for safe and effective use, and it does not take the place of talking to your doctor about your treatment.", "Before use", " avacincaptad pegol (oligonucleotide basis), ", " 0.198 mg dibasic sodium phosphate heptahydrate, 0.0256 mg monobasic sodium phosphate monohydrate, and 0.83 mg sodium chloride. It is formulated in Water for Injection, with a target pH of 7.3. This medicine does not contain an anti-microbial preservative.", "Astellas Pharma Inc.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances."], "overdose": [], "what_to_avoid": [], "side_effects": ["The most common Izervay side effects include increased pressure inside the eye (9%), blurred vision (8%), bleeding in the white part of the eye (9%), and neovascular age-related macular degeneration (7%).", "Do not use this medicine if you are allergic to the active ingredient avacincaptad pegol or any of its other ingredients; click here for a full list of ", ".", "Other serious Izervay side effects include:", "This is not a complete list of side effects, and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "You should not use Izervay injection if you have ocular or periocular infections or active intraocular inflammation.", "Tell your doctor if you are pregnant or breastfeeding.", "Izervay injections are given by a qualified physician as intravitreal injections, which means the medication is injected directly into the vitreous humor in the eye. Your doctor will monitor the pressure inside your eye before and after the injection.", "Before use, allow Izervay to reach room temperature, 20⁰C to 25⁰C (68⁰F to 77⁰F). ", "The cost of this medicine may vary depending on your insurance plan. You may also be eligible for a financial assistance program.", " 2 mg intravitreal injection given once monthly (28 ± 7 days)", ": Up to 12 months.", "\n-Before the intravitreal injection, check the intraocular pressure (IOP).", "\n-If necessary, ocular hypotensive medicine can be administered to reduce IOP.", "\n", "\n", " For the treatment of geographic atrophy (GA) secondary to age-related macular degeneration (AMD)", " as a 2 mg (0.1 mL of 20 mg/mL) solution in a single-dose vial.", ", ", ", ", ", ", ", ", ", ", ", ", "Make an appointment or call your qualified physician as soon as you realize you have missed your dose to organize a new appointment,", "You may experience temporary visual disturbances and blurring, after having your injection and the associated eye examinations. Avoid driving or using machinery until the visual function has recovered sufficiently."], "interactions": ["Other drugs may interact with this medicine. Tell your doctor about all the other medicines you take, including prescription and over-the-counter medicines, ", ", and ", ". ", "Review the ", " for more detailed information about this medicine. Discuss any medical questions with your doctor or other health care provider. This is not all the information you need about this medicine for safe and effective use, and it does not take the place of talking to your doctor about your treatment.", "Before use", " avacincaptad pegol (oligonucleotide basis), ", " 0.198 mg dibasic sodium phosphate heptahydrate, 0.0256 mg monobasic sodium phosphate monohydrate, and 0.83 mg sodium chloride. It is formulated in Water for Injection, with a target pH of 7.3. This medicine does not contain an anti-microbial preservative.", "Astellas Pharma Inc."]},
{"title": "Hyzaar", "generic_name": ["hydrochlorothiazide and losartan", "Angiotensin II inhibitors with thiazides"], "drug_class": "Angiotensin II inhibitors with thiazides", "brand_names": ["1"], "dosage_form": null, "uses": ["Hyzaar contains a combination of ", "hydrochlorothiazide", " and ", "losartan", ". Hydrochlorothiazide is a thiazide diuretic (water pill) that helps prevent your body from absorbing too much salt, which can cause fluid retention.", "Losartan is an ", "angiotensin II receptor antagonist", " (sometimes called an ARB blocker). Losartan keeps blood vessels from narrowing, which lowers blood pressure and improves blood flow.", "Hyzaar is used to treat ", "high blood pressure", " (hypertension).", "Hyzaar is also used to lower the risk of stroke in certain people with heart disease."], "warnings": ["Do not use Hyzaar if you are pregnant.", " Stop using the medicine and tell your doctor right away if you become pregnant.", "You should not use this medicine if you are unable to urinate.", "If you have diabetes, do not use Hyzaar together with any medication that contains ", "aliskiren", " (a blood pressure medicine).", "You may also need to avoid taking Hyzaar with aliskiren ", "if you have kidney disease.", "In rare cases, Hyzaar can cause a condition that results in the breakdown of skeletal muscle tissue, leading to kidney failure. Call your doctor right away if you have unexplained muscle pain, tenderness, or weakness especially if you also have fever, unusual tiredness, and dark colored urine.", "You should not use Hyzaar if you are allergic to hydrochlorothiazide or losartan, if you are unable to urinate.", "To make sure Hyzaar is safe for you, tell your doctor if you have ever had:", "\n", "\n", "lupus;", "\n", "\n", "\n", "liver or kidney disease;", "\n", "\n", "\n", "asthma or allergies;", "\n", "\n", "\n", "diabetes;", "\n", "\n", "\n", "gout;", "\n", "\n", "\n", "congestive heart failure;", "\n", "\n", "\n", "glaucoma;", "\n", "\n", "\n", "low or high levels of potassium in your blood;", "\n", "\n", "\n", "high cholesterol or triglyceride levels; or", "\n", "\n", "\n", "an allergy to penicillin or sulfa drugs.", "\n", "\n", "Do not use if Hyzaar you are pregnant. Stop using the medicine and tell your doctor right away if you become pregnant.", " Hydrochlorothiazide and losartan can cause injury or death to the unborn baby if you take the medicine during your second or third trimester.", "You should not breast-feed while using this medicine.", " ", "Hyzaar pregnancy and breastfeeding warnings", " ", "(more detail)", "Take Hyzaar exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose.", "Your blood pressure will need to be checked often.", "Call your doctor if you are sick with ", "vomiting", " or ", "diarrhea", ", or if you are sweating more than usual. You can easily become dehydrated while taking this medicine. This can lead to very ", "low blood pressure", ", a serious electrolyte imbalance, or ", "kidney failure", ".", "If you need surgery or medical tests, tell the surgeon ahead of time that you are using Hyzaar.", "If you have high blood pressure, ", "keep using Hyzaar even if you feel well.", " High blood pressure often has no symptoms. You may need to use blood pressure medicine for the rest of your life.", "Store at room temperature away from moisture, heat, and light.", "Usual Adult Dose for Hypertension:", "HYPERTENSION:", "\nHydrochlorothiazide 12.5 to 25 mg-Losartan 50 to 100 mg orally once a day", "\n", "\nMaximum dose: Hydrochlorothiazide 25 mg-Losartan 100 mg orally once a day", "\n", "\nComments:", "\n-A patient whose blood pressure is not adequately controlled with hydrochlorothiazide or losartan monotherapy may be switched to hydrochlorothiazide 12.5 mg-losartan 50 mg orally once a day.", "\n-May increase dose if blood pressure remains uncontrolled after about 3 weeks.", "\n", "\nUse: Treatment of hypertension. This drug is not indicated for initial therapy except when hypertension is severe enough that the benefit of achieving prompt blood pressure control exceeds the risk of initiating combination therapy.", "\n", "\nSEVERE HYPERTENSION:", "\nInitial treatment: Hydrochlorothiazide 12.5 mg-Losartan 50 mg orally once a day; if blood pressure remains uncontrolled after 2 to 4 weeks, may initiate maximum dose.", "\n", "\nMaximum dose: Hydrochlorothiazide 25 mg-Losartan 100 mg orally once a day", "\n", "\nHYPERTENSION WITH ", "LEFT VENTRICULAR HYPERTROPHY", ":", "\nInitial therapy: Losartan monotherapy; if blood pressure remains uncontrolled, may initiate this drug.", "\n", "\nAdd-on therapy: Hydrochlorothiazide 12.5 mg-Losartan 50 mg orally once a day; if blood pressure remains uncontrolled, initiate hydrochlorothiazide 12.5 mg-losartan 100 mg orally once a day, followed by hydrochlorothiazide 25 mg-losartan 100 mg orally once a day, if needed.", "\n", "\nUse: To reduce the risk of stroke in patients with hypertension and left ventricular hypertrophy, but there is evidence that this benefit does not apply to Black patients.", " ", "Detailed Hyzaar dosage information", " ", "amlodipine", ", ", "lisinopril", ", ", "metoprolol", ", ", "losartan", ", ", "furosemide", ", ", "hydrochlorothiazide", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Hydrochlorothiazide may increase your risk of skin cancer. Avoid sunlight or tanning beds. Wear protective clothing and use sunscreen (SPF 30 or higher) when you are outdoors. Your doctor may want you to have skin examinations on a regular basis.", "Do not use potassium supplements or salt substitutes, unless your doctor has told you to.", "Drinking alcohol can further lower your blood pressure and may cause side effects.", "Avoid becoming overheated or dehydrated during exercise, in hot weather, or by not drinking enough fluids.", "Get emergency medical help if you have ", "signs of an allergic reaction to Hyzaar:", " ", "hives", "; difficulty breathing; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have:", "\n", "\n", "a light-headed feeling, like you might pass out;", "\n", "\n", "\n", "irregular heartbeats;", "\n", "\n", "\n", "eye pain, vision problems;", "\n", "\n", "\n", "kidney problems", " - little or no urination, rapid weight gain, swelling in your hands, feet, or ankles;", "\n", "\n", "\n", "new or worsening symptoms of lupus", " - joint pain, and a skin rash on your cheeks or arms that worsens in sunlight; or", "\n", "\n", "\n", "signs of an electrolyte imbalance", " - increased thirst or urination, confusion, vomiting, constipation, muscle pain, leg cramps, irregular heartbeats, numbness or tingling, severe weakness, loss of movement, feeling jittery or unsteady.", "\n", "\n", "Common Hyzaar side effects may include:", "\n", "\n", "dizziness;", "\n", "\n", "\n", "back pain; or", "\n", "\n", "\n", "cold symptoms such as stuffy nose, sneezing, sore throat.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", " ", "Hyzaar side effects", " ", "(more detail)", "If you also take ", "cholestyramine", " or ", "colestipol", ", take your Hyzaar dose 4 hours before or 4 to 6 hours after you take the other medicine.", "Tell your doctor about all your other medicines, especially:", "\n", "\n", "a diuretic or \"water pill\";", "\n", "\n", "\n", "other blood pressure medications;", "\n", "\n", "\n", "lithium", "; or", "\n", "\n", "\n", "NSAIDs (nonsteroidal anti-inflammatory drugs)", " - ", "aspirin", ", ", "ibuprofen", " (", "Advil", ", ", "Motrin", "), ", "naproxen", " (", "Aleve", "), ", "celecoxib", ", ", "diclofenac", ", ", "indomethacin", ", ", "meloxicam", ", and others.", "\n", "\n", "This list is not complete. Other drugs may interact with hydrochlorothiazide and losartan, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible drug interactions are listed here.", " ", "Hyzaar drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does Hyzaar interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "  ", "References", "  ", "    ", "Hyzaar Product Label", "  ", "\n", "More about Hyzaar (hydrochlorothiazide / losartan)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (23)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "During pregnancy", "\n", "Generic availability", "\n", "Drug class: angiotensin II inhibitors with thiazides", "\n", "En español", "\n", "\n", "Professional resources", "\n", "\n", "Hyzaar prescribing information", "\n", "\n", "Related treatment guides", "\n", "\n", "High Blood Pressure", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Hyzaar only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 16.01."], "directions": ["Take Hyzaar exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose.", "Your blood pressure will need to be checked often.", "Call your doctor if you are sick with ", "vomiting", " or ", "diarrhea", ", or if you are sweating more than usual. You can easily become dehydrated while taking this medicine. This can lead to very ", "low blood pressure", ", a serious electrolyte imbalance, or ", "kidney failure", ".", "If you need surgery or medical tests, tell the surgeon ahead of time that you are using Hyzaar.", "If you have high blood pressure, ", "keep using Hyzaar even if you feel well.", " High blood pressure often has no symptoms. You may need to use blood pressure medicine for the rest of your life.", "Store at room temperature away from moisture, heat, and light.", "Usual Adult Dose for Hypertension:", "HYPERTENSION:", "\nHydrochlorothiazide 12.5 to 25 mg-Losartan 50 to 100 mg orally once a day", "\n", "\nMaximum dose: Hydrochlorothiazide 25 mg-Losartan 100 mg orally once a day", "\n", "\nComments:", "\n-A patient whose blood pressure is not adequately controlled with hydrochlorothiazide or losartan monotherapy may be switched to hydrochlorothiazide 12.5 mg-losartan 50 mg orally once a day.", "\n-May increase dose if blood pressure remains uncontrolled after about 3 weeks.", "\n", "\nUse: Treatment of hypertension. This drug is not indicated for initial therapy except when hypertension is severe enough that the benefit of achieving prompt blood pressure control exceeds the risk of initiating combination therapy.", "\n", "\nSEVERE HYPERTENSION:", "\nInitial treatment: Hydrochlorothiazide 12.5 mg-Losartan 50 mg orally once a day; if blood pressure remains uncontrolled after 2 to 4 weeks, may initiate maximum dose.", "\n", "\nMaximum dose: Hydrochlorothiazide 25 mg-Losartan 100 mg orally once a day", "\n", "\nHYPERTENSION WITH ", "LEFT VENTRICULAR HYPERTROPHY", ":", "\nInitial therapy: Losartan monotherapy; if blood pressure remains uncontrolled, may initiate this drug.", "\n", "\nAdd-on therapy: Hydrochlorothiazide 12.5 mg-Losartan 50 mg orally once a day; if blood pressure remains uncontrolled, initiate hydrochlorothiazide 12.5 mg-losartan 100 mg orally once a day, followed by hydrochlorothiazide 25 mg-losartan 100 mg orally once a day, if needed.", "\n", "\nUse: To reduce the risk of stroke in patients with hypertension and left ventricular hypertrophy, but there is evidence that this benefit does not apply to Black patients.", "amlodipine", ", ", "lisinopril", ", ", "metoprolol", ", ", "losartan", ", ", "furosemide", ", ", "hydrochlorothiazide", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Hydrochlorothiazide may increase your risk of skin cancer. Avoid sunlight or tanning beds. Wear protective clothing and use sunscreen (SPF 30 or higher) when you are outdoors. Your doctor may want you to have skin examinations on a regular basis.", "Do not use potassium supplements or salt substitutes, unless your doctor has told you to.", "Drinking alcohol can further lower your blood pressure and may cause side effects.", "Avoid becoming overheated or dehydrated during exercise, in hot weather, or by not drinking enough fluids.", "Get emergency medical help if you have ", "signs of an allergic reaction to Hyzaar:", " ", "hives", "; difficulty breathing; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have:", "\n", "\n", "a light-headed feeling, like you might pass out;", "\n", "\n", "\n", "irregular heartbeats;", "\n", "\n", "\n", "eye pain, vision problems;", "\n", "\n", "\n", "kidney problems", " - little or no urination, rapid weight gain, swelling in your hands, feet, or ankles;", "\n", "\n", "\n", "new or worsening symptoms of lupus", " - joint pain, and a skin rash on your cheeks or arms that worsens in sunlight; or", "\n", "\n", "\n", "signs of an electrolyte imbalance", " - increased thirst or urination, confusion, vomiting, constipation, muscle pain, leg cramps, irregular heartbeats, numbness or tingling, severe weakness, loss of movement, feeling jittery or unsteady.", "\n", "\n", "Common Hyzaar side effects may include:", "\n", "\n", "dizziness;", "\n", "\n", "\n", "back pain; or", "\n", "\n", "\n", "cold symptoms such as stuffy nose, sneezing, sore throat.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "If you also take ", "cholestyramine", " or ", "colestipol", ", take your Hyzaar dose 4 hours before or 4 to 6 hours after you take the other medicine.", "Tell your doctor about all your other medicines, especially:", "\n", "\n", "a diuretic or \"water pill\";", "\n", "\n", "\n", "other blood pressure medications;", "\n", "\n", "\n", "lithium", "; or", "\n", "\n", "\n", "NSAIDs (nonsteroidal anti-inflammatory drugs)", " - ", "aspirin", ", ", "ibuprofen", " (", "Advil", ", ", "Motrin", "), ", "naproxen", " (", "Aleve", "), ", "celecoxib", ", ", "diclofenac", ", ", "indomethacin", ", ", "meloxicam", ", and others.", "\n", "\n", "This list is not complete. Other drugs may interact with hydrochlorothiazide and losartan, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible drug interactions are listed here."], "dosage": ["HYPERTENSION:", "\nHydrochlorothiazide 12.5 to 25 mg-Losartan 50 to 100 mg orally once a day", "\n", "\nMaximum dose: Hydrochlorothiazide 25 mg-Losartan 100 mg orally once a day", "\n", "\nComments:", "\n-A patient whose blood pressure is not adequately controlled with hydrochlorothiazide or losartan monotherapy may be switched to hydrochlorothiazide 12.5 mg-losartan 50 mg orally once a day.", "\n-May increase dose if blood pressure remains uncontrolled after about 3 weeks.", "\n", "\nUse: Treatment of hypertension. This drug is not indicated for initial therapy except when hypertension is severe enough that the benefit of achieving prompt blood pressure control exceeds the risk of initiating combination therapy.", "\n", "\nSEVERE HYPERTENSION:", "\nInitial treatment: Hydrochlorothiazide 12.5 mg-Losartan 50 mg orally once a day; if blood pressure remains uncontrolled after 2 to 4 weeks, may initiate maximum dose.", "\n", "\nMaximum dose: Hydrochlorothiazide 25 mg-Losartan 100 mg orally once a day", "\n", "\nHYPERTENSION WITH ", ":", "\nInitial therapy: Losartan monotherapy; if blood pressure remains uncontrolled, may initiate this drug.", "\n", "\nAdd-on therapy: Hydrochlorothiazide 12.5 mg-Losartan 50 mg orally once a day; if blood pressure remains uncontrolled, initiate hydrochlorothiazide 12.5 mg-losartan 100 mg orally once a day, followed by hydrochlorothiazide 25 mg-losartan 100 mg orally once a day, if needed.", "\n", "\nUse: To reduce the risk of stroke in patients with hypertension and left ventricular hypertrophy, but there is evidence that this benefit does not apply to Black patients."], "related_drugs": [", ", ", ", ", ", ", ", ", "], "missed_dose": ["Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222."], "what_to_avoid": ["Hydrochlorothiazide may increase your risk of skin cancer. Avoid sunlight or tanning beds. Wear protective clothing and use sunscreen (SPF 30 or higher) when you are outdoors. Your doctor may want you to have skin examinations on a regular basis.", "Do not use potassium supplements or salt substitutes, unless your doctor has told you to.", "Drinking alcohol can further lower your blood pressure and may cause side effects.", "Avoid becoming overheated or dehydrated during exercise, in hot weather, or by not drinking enough fluids."], "side_effects": ["Get emergency medical help if you have ", " ", "; difficulty breathing; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have:", "Common Hyzaar side effects may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "interactions": ["If you also take ", " or ", ", take your Hyzaar dose 4 hours before or 4 to 6 hours after you take the other medicine.", "Tell your doctor about all your other medicines, especially:", "This list is not complete. Other drugs may interact with hydrochlorothiazide and losartan, including prescription and over-the-counter medicines, ", ", and ", ". Not all possible drug interactions are listed here.", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Hyzaar only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Copyright 1996-2024 Cerner Multum, Inc. Version: 16.01."]},
{"title": "Gvoke", "generic_name": ["glucagon", "Glucose elevating agents"], "drug_class": "Glucose elevating agents", "brand_names": ["1"], "dosage_form": null, "uses": ["Gvoke is a hormone that increases blood sugar levels.", "Gvoke is used to treat ", "hypoglycemia", " (low blood sugar). Gvoke in the HypoPen auto-injector, pre-filled syringe (PFS), and the vial and syringe kit is given by subcutaneous (under the skin) injection.", "Gvoke is for use in adults and children (aged 2 years and above) with diabetes."], "warnings": ["Gvoke should be used to treat hypoglycemia only if the person cannot eat, passes out, or is having a seizure.", " Be sure you know how to give a this medicine before you need to use it. ", "Hypoglycemia should be treated as quickly as possible. Having low blood sugar for too long can cause seizure, coma, or death.", "You should not use Gvoke if you are allergic to glucagon or lactose, or if you have a tumor of the pancreas (insulinoma) or adrenal gland (", "pheochromocytoma", ").", "You should not use Gvoke if you are allergic to glucagon or lactose, or if you have:", "\n", "\n", "a tumor of the pancreas (insulinoma); or", "\n", "\n", "\n", "a tumor of the adrenal gland (pheochromocytoma).", "\n", "\n", "Gvoke should be used to treat hypoglycemia only if the person is unable to eat, or is unconscious or having a seizure.", "To make sure Gvoke is safe for you, tell your doctor if:", "\n", "\n", "you have any tumor of the pancreas;", "\n", "\n", "\n", "you have not recently eaten on a regular basis; or", "\n", "\n", "\n", "you have chronic low blood sugar.", "\n", "\n", "Glucagon is not expected to harm an unborn baby, but quickly treating hypoglycemia would outweigh any risks posed by using this medicine.", "It may not be safe to breastfeed while using this medicine. Ask your doctor about any risk.", "In an emergency situation it may not be possible to tell your caregivers if you are pregnant or breast-feeding. Make sure any doctor caring for your pregnancy or your baby knows you have received this medicine.", " ", "Gvoke pregnancy and breastfeeding warnings", " ", "(more detail)", "Gvoke is injected under the skin (subcutaneous injection). You will be shown how to use this injection in an emergency for severe hypoglycemia. Call your doctor after each time you use a this medicine.", "Gvoke is available as a single-dose auto-injector, single-dose pre-filled syringe (PFS), or vial and syringe kit.", "Hypoglycemia should be treated as quickly as possible. Having low blood sugar for too long can cause seizure, coma, or death.", "Read and carefully follow any Instructions for Use provided with your medicine. Ask your doctor or pharmacist if you don't understand all instructions.", "Be sure you know how to give a Gvoke before you need to use it. The correct dose for a child is lower than an adult dose. A child's dose may also be based on how much the child weighs. Follow your doctor's dosing instructions very carefully.", "After the injection, you should eat a fast-acting source of sugar (fruit juice, glucose gel, hard candy, raisins, or non-diet soda) and then eat a snack or small meal such as cheese and crackers or a meat sandwich.", "If you are a caregiver, get emergency medical help after giving a Gvoke.", " If the patient does not improve within 15 minutes, you may need to mix a new dose and give a second injection.", "Blood sugar levels can be affected by ", "stress", ", illness, surgery, exercise, alcohol use, or skipping meals. ", "Ask your doctor before changing your dose or medication schedule.", "To keep from having severe hypoglycemia, follow your diet, medication, and exercise routines very closely.", "Store Gvoke at room temperature, away from moisture, heat, and light. Do not refrigerate or freeze. Throw away any mixed medicine you have not used right away. Do not use Gvoke after the ", "expiration date", " on the label has passed.", "Store the injector, prefilled syringe, or vial and syringe kit in the foil pouch and use the medicine right away after opening.", "Usual Adult Dose for Hypoglycemia:", "Gvoke Auto-Injector, Prefilled Syringes, and Vial and Syringe Kit: 1 mg subcutaneously once.", "Usual Pediatric Dose for Hypoglycemia:", "Gvoke Auto-Injector, Prefilled Syringes, and Vial and Syringe Kit", "\n2 to 12 years (weight less than 45 kg): 0.5 mg subcutaneously once", "\n2 to 12 years (weight 45 kg or greater): 1 mg subcutaneously once", "\n12 years or older: 1 mg subcutaneously once", "\n", "\nREPEAT DOSE: An unconscious patient will usually awaken within 15 minutes following treatment; if response is delayed, may repeat dose while waiting for emergency assistance", "\nComments:", "\n-After patient has responded to treatment, supplemental carbohydrates should be given to restore liver glycogen and prevent recurrence of hypoglycemia.", "\n-Patients who do not respond should receive IV glucose.", "\n", "\nUses: For the treatment of severe hypoglycemia in patients 2 years or older.", " ", "Detailed Gvoke dosage information", " ", "glucagon", ", ", "Baqsimi", ", ", "GlucaGen", ", ", "diazoxide", ", ", "Zegalogue", ", ", "dasiglucagon", "Since Gvoke is used as needed, it does not have a daily dosing schedule.", "Call your doctor promptly if symptoms do not improve after using Gvoke.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include ", "nausea", ", ", "vomiting", ", ", "diarrhea", ", rapid pulse, or ", "high blood pressure", " (severe ", "headache", ", blurred vision, pounding in your neck or ears).", "Avoid drinking alcohol. It can lower your blood sugar.", "Get emergency medical help if you have ", "signs of an allergic reaction to Gvoke:", " ", "hives", "; difficulty breathing; fast or ", "slow heartbeat", "; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have any of the following skin changes on your face, legs, groin, or genital area:", "\n", "\n", "redness;", "\n", "\n", "\n", "itching;", "\n", "\n", "\n", "blistering;", "\n", "\n", "\n", "crusting, scaling; or", "\n", "\n", "\n", "other skin sores or lesions.", "\n", "\n", "Common Gvoke side effects may include:", "\n", "\n", "nausea, vomiting; or", "\n", "\n", "\n", "swelling where an injection was given.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", " ", "Gvoke side effects", " ", "(more detail)", "Many other medicines can affect your blood sugar, and some medicines can increase or decrease the effects of medicines used to treat diabetes. Some drugs can also cause you to have fewer symptoms of hypoglycemia, making it harder to tell when your blood sugar is low. This includes prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible interactions are listed here. Tell your doctor about all medicines you start or stop using.", " ", "Gvoke drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does Gvoke interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "\n", "\n", "When should you use glucagon? ", "\n", "Glucagon is usually given in an emergency to people with insulin-dependent diabetes who develop very low blood sugar levels and pass out or are unable to take some form of sugar by mouth.  Glucagon injection or nasal powder (Baqsimi) increases low blood sugar levels back to normal. ", "Continue reading", "\n", "\n", "More FAQ", "\n", "How do you use the Gvoke HypoPen?", "\n", "What is Gvoke (glucagon) used for and how does it work?", "\n", "Are glucagon and glycogen the same thing?", "\n", "Insulin vs Glucagon - What do they have in common?", "\n", "How does the release of glucagon affect blood glucose levels?", "\n", "How long does Baqsimi last?", "\n", "How much does Baqsimi cost?", "\n", "Is Baqsimi covered by Medicare?", "\n", "\n", "More about Gvoke (glucagon)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (1)", "\n", "Drug images", "\n", "Latest FDA alerts (1)", "\n", "Side effects", "\n", "Dosage information", "\n", "Patient tips", "\n", "During pregnancy", "\n", "FDA approval history", "\n", "Drug class: glucose elevating agents", "\n", "Breastfeeding", "\n", "\n", "Patient resources", "\n", "Other brands", "Baqsimi", ", ", "GlucaGen", "\n", "Professional resources", "\n", "\n", "Gvoke Injection prescribing information", "\n", "Glucagon ", "(AHFS Monograph)", "\n", "\n", "Other brands", "Baqsimi", ", ", "GlucaGen", "\n", "Related treatment guides", "\n", "\n", "Hypoglycemia", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Gvoke only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 5.03."], "directions": ["Gvoke is injected under the skin (subcutaneous injection). You will be shown how to use this injection in an emergency for severe hypoglycemia. Call your doctor after each time you use a this medicine.", "Gvoke is available as a single-dose auto-injector, single-dose pre-filled syringe (PFS), or vial and syringe kit.", "Hypoglycemia should be treated as quickly as possible. Having low blood sugar for too long can cause seizure, coma, or death.", "Read and carefully follow any Instructions for Use provided with your medicine. Ask your doctor or pharmacist if you don't understand all instructions.", "Be sure you know how to give a Gvoke before you need to use it. The correct dose for a child is lower than an adult dose. A child's dose may also be based on how much the child weighs. Follow your doctor's dosing instructions very carefully.", "After the injection, you should eat a fast-acting source of sugar (fruit juice, glucose gel, hard candy, raisins, or non-diet soda) and then eat a snack or small meal such as cheese and crackers or a meat sandwich.", "If you are a caregiver, get emergency medical help after giving a Gvoke.", " If the patient does not improve within 15 minutes, you may need to mix a new dose and give a second injection.", "Blood sugar levels can be affected by ", "stress", ", illness, surgery, exercise, alcohol use, or skipping meals. ", "Ask your doctor before changing your dose or medication schedule.", "To keep from having severe hypoglycemia, follow your diet, medication, and exercise routines very closely.", "Store Gvoke at room temperature, away from moisture, heat, and light. Do not refrigerate or freeze. Throw away any mixed medicine you have not used right away. Do not use Gvoke after the ", "expiration date", " on the label has passed.", "Store the injector, prefilled syringe, or vial and syringe kit in the foil pouch and use the medicine right away after opening.", "Usual Adult Dose for Hypoglycemia:", "Gvoke Auto-Injector, Prefilled Syringes, and Vial and Syringe Kit: 1 mg subcutaneously once.", "Usual Pediatric Dose for Hypoglycemia:", "Gvoke Auto-Injector, Prefilled Syringes, and Vial and Syringe Kit", "\n2 to 12 years (weight less than 45 kg): 0.5 mg subcutaneously once", "\n2 to 12 years (weight 45 kg or greater): 1 mg subcutaneously once", "\n12 years or older: 1 mg subcutaneously once", "\n", "\nREPEAT DOSE: An unconscious patient will usually awaken within 15 minutes following treatment; if response is delayed, may repeat dose while waiting for emergency assistance", "\nComments:", "\n-After patient has responded to treatment, supplemental carbohydrates should be given to restore liver glycogen and prevent recurrence of hypoglycemia.", "\n-Patients who do not respond should receive IV glucose.", "\n", "\nUses: For the treatment of severe hypoglycemia in patients 2 years or older.", "glucagon", ", ", "Baqsimi", ", ", "GlucaGen", ", ", "diazoxide", ", ", "Zegalogue", ", ", "dasiglucagon", "Since Gvoke is used as needed, it does not have a daily dosing schedule.", "Call your doctor promptly if symptoms do not improve after using Gvoke.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include ", "nausea", ", ", "vomiting", ", ", "diarrhea", ", rapid pulse, or ", "high blood pressure", " (severe ", "headache", ", blurred vision, pounding in your neck or ears).", "Avoid drinking alcohol. It can lower your blood sugar.", "Get emergency medical help if you have ", "signs of an allergic reaction to Gvoke:", " ", "hives", "; difficulty breathing; fast or ", "slow heartbeat", "; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have any of the following skin changes on your face, legs, groin, or genital area:", "\n", "\n", "redness;", "\n", "\n", "\n", "itching;", "\n", "\n", "\n", "blistering;", "\n", "\n", "\n", "crusting, scaling; or", "\n", "\n", "\n", "other skin sores or lesions.", "\n", "\n", "Common Gvoke side effects may include:", "\n", "\n", "nausea, vomiting; or", "\n", "\n", "\n", "swelling where an injection was given.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "Many other medicines can affect your blood sugar, and some medicines can increase or decrease the effects of medicines used to treat diabetes. Some drugs can also cause you to have fewer symptoms of hypoglycemia, making it harder to tell when your blood sugar is low. This includes prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible interactions are listed here. Tell your doctor about all medicines you start or stop using.", "\n", "How do you use the Gvoke HypoPen?", "\n", "What is Gvoke (glucagon) used for and how does it work?", "\n", "Are glucagon and glycogen the same thing?", "\n", "Insulin vs Glucagon - What do they have in common?", "\n", "How does the release of glucagon affect blood glucose levels?", "\n", "How long does Baqsimi last?", "\n", "How much does Baqsimi cost?", "\n", "Is Baqsimi covered by Medicare?", "\n"], "dosage": ["Gvoke Auto-Injector, Prefilled Syringes, and Vial and Syringe Kit: 1 mg subcutaneously once.", "Gvoke Auto-Injector, Prefilled Syringes, and Vial and Syringe Kit", "\n2 to 12 years (weight less than 45 kg): 0.5 mg subcutaneously once", "\n2 to 12 years (weight 45 kg or greater): 1 mg subcutaneously once", "\n12 years or older: 1 mg subcutaneously once", "\n", "\nREPEAT DOSE: An unconscious patient will usually awaken within 15 minutes following treatment; if response is delayed, may repeat dose while waiting for emergency assistance", "\nComments:", "\n-After patient has responded to treatment, supplemental carbohydrates should be given to restore liver glycogen and prevent recurrence of hypoglycemia.", "\n-Patients who do not respond should receive IV glucose.", "\n", "\nUses: For the treatment of severe hypoglycemia in patients 2 years or older."], "related_drugs": [", ", ", ", ", ", ", ", ", "], "missed_dose": ["Since Gvoke is used as needed, it does not have a daily dosing schedule.", "Call your doctor promptly if symptoms do not improve after using Gvoke."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include ", ", ", ", ", ", rapid pulse, or ", " (severe ", ", blurred vision, pounding in your neck or ears)."], "what_to_avoid": ["Avoid drinking alcohol. It can lower your blood sugar."], "side_effects": ["Get emergency medical help if you have ", " ", "; difficulty breathing; fast or ", "; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have any of the following skin changes on your face, legs, groin, or genital area:", "Common Gvoke side effects may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "interactions": ["Many other medicines can affect your blood sugar, and some medicines can increase or decrease the effects of medicines used to treat diabetes. Some drugs can also cause you to have fewer symptoms of hypoglycemia, making it harder to tell when your blood sugar is low. This includes prescription and over-the-counter medicines, ", ", and ", ". Not all possible interactions are listed here. Tell your doctor about all medicines you start or stop using."]},
{"title": "Fycompa", "generic_name": ["perampanel", "AMPA receptor antagonists"], "drug_class": "AMPA receptor antagonists", "brand_names": ["1"], "dosage_form": null, "uses": ["Fycompa is an anticonvulsant used to treat seizures in adults and children.", "Fycompa is used to treat ", "partial onset seizures", " that may or may not develop into general seizures in people with ", "epilepsy", " who are at least 4 years old.", "Fycompa is also used with other medications to treat primary generalized tonic-clonic (PGTC) seizures in patients 12 years of age and older."], "warnings": ["Some people taking Fycompa have had serious psychotic effects, especially when starting this medicine or changing doses. Stay alert to changes in your mood or symptoms.", "Call your doctor right away if you have", " any changes in mood or behavior changes, personality changes, thoughts about suicide, or thoughts about hurting others. Your family or other caregivers should also be alert to changes in your mood or symptoms.", "You should not use Fycompa if you are allergic to perampanel.", "To make sure Fycompa is safe for you, tell your doctor if you have:", "\n", "\n", "depression", ", a ", "mood disorder", ", or other mental health problems;", "\n", "\n", "\n", "thoughts of hurting yourself or others;", "\n", "\n", "\n", "liver or kidney disease;", "\n", "\n", "\n", "drug addiction", "; or", "\n", "\n", "\n", "if you drink alcohol.", "\n", "\n", "Some people taking Fycompa have had serious psychotic effects such as anger, aggression, feeling hostile or irritable, and thoughts about hurting others. These effects may be more likely to occur when you first start taking Fycompa, or whenever your dose is changed. Your doctor should check your progress at regular visits. Your family or other caregivers should also be alert to changes in your mood or symptoms.", "Do not start or stop taking seizure medication during pregnancy without your doctor's advice.", " Having a seizure during pregnancy could harm both mother and baby. ", "Tell your doctor right away if you become pregnant.", "Fycompa can make some ", "birth control pills", " less effective. Ask your doctor about using a non-hormonal birth control (condom, diaphragm with spermicide) to prevent pregnancy.", "If you are pregnant, your name may be listed on a pregnancy registry to track the effects of perampanel on the baby.", "It may not be safe to breastfeed while using Fycompa. Ask your doctor about any risk.", " ", "Fycompa pregnancy and breastfeeding warnings", " ", "(more detail)", "Fycompa is usually taken at bedtime. Follow all directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose.", "Perampanel may be habit-forming. ", "Misuse can cause addiction, overdose, or death.", " Keep the medication in a place where others cannot get to it. Selling or giving away this medicine is against the law.", "Shake the ", "oral suspension", " (liquid) before you measure a dose. Use the dosing syringe provided, or use a medicine dose-measuring device (not a kitchen spoon).", "Do not stop using Fycompa suddenly, even if you feel fine. Stopping suddenly may cause increased seizures. Follow your doctor's instructions about tapering your dose.", "Store at room temperature away from moisture and heat. Do not freeze.", "Throw away any leftover liquid medicine 90 days after you first opened the bottle.", "Keep track of your medicine. You should be aware if anyone is using it improperly or without a prescription.", "Usual Adult Dose of Fycompa for Seizures:", "In the absence of enzyme inducing AEDs:", "\nInitial dose: 2 mg orally once daily at bedtime. Dosage may be increased by 2 mg orally daily in increments no more frequently than every week.", "\nMaintenance dose: 4 to 12 mg orally once daily at bedtime", "\nMaximum dose: 12 mg orally once daily at bedtime", "\n", "\nIn the presence of enzyme inducing AEDs (including phenytoin, carbamazepine, and oxcarbazepine):", "\nInitial dose: 4 mg orally once daily at bedtime. Patients should be monitored closely for response. Studies revealed a substantially reduced effect on seizure rates in these patients. When these enzyme-inducing AEDs are introduced or withdrawn from a treatment regimen, the patient should be monitored for clinical response and tolerability. Dose adjustment of perampanel may be necessary.", "\nMaximum dose: 12 mg orally once daily at bedtime", "\n", "\nApproved indication: Adjunctive therapy for the treatment of partial-onset seizures with or without secondarily generalized seizures in patients with epilepsy 12 years of age and older.", "Usual Pediatric Dose of Fycompa for Seizures:", "Greater than or equal to 12 years of age:", "\n", "\nIn the absence of enzyme inducing AEDs: Initial dose: 2 mg orally once daily at bedtime. Dosage may be increased by 2 mg orally daily in increments no more frequently than every week. Maintenance dose: 4 to 12 mg orally once daily at bedtime Maximum dose: 12 mg orally once daily at bedtime", "\n", "\nIn the presence of enzyme inducing AEDs (including phenytoin, carbamazepine, and oxcarbazepine): Initial dose: 4 mg orally once daily at bedtime. Patients should be monitored closely for response. Studies revealed a substantially reduced effect on seizure rates in these patients. When these enzyme-inducing AEDs are introduced or withdrawn from a treatment regimen, the patient should be monitored for clinical response and tolerability. Dose adjustment of perampanel may be necessary.", "\nMaximum dose: 12 mg orally once daily at bedtime", "\n", "\nApproved indication: Adjunctive therapy for the treatment of partial-onset seizures with or without secondarily generalized seizures in patients with epilepsy 12 years of age and older.", " ", "Detailed Fycompa dosage information", " ", "gabapentin", ", ", "clonazepam", ", ", "lamotrigine", ", ", "pregabalin", ", ", "lorazepam", ", ", "diazepam", ", ", "topiramate", "Skip the missed dose and use your next dose at the regular time. Do not use two doses at one time.", "Call your doctor for instructions if you miss your Fycompa dose for more than one day.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Avoid driving or hazardous activity until you know how this medicine will affect you. ", "Dizziness", " or drowsiness can cause falls, accidents, or severe injuries.", "Drinking alcohol with this medicine can cause side effects.", "Get emergency medical help if you have ", "signs of an allergic reaction to Fycompa:", " ", "hives", "; difficult breathing; swelling of your face, lips, tongue, or throat.", "Seek medical treatment if you have a serious drug reaction that can affect many parts of your body.", " Symptoms may include: ", "skin rash", ", fever, swollen glands, muscle aches, severe weakness, unusual bruising, or yellowing of your skin or eyes.", "Report any new or worsening symptoms to your doctor, such as: mood or behavior changes, ", "anxiety", ", fear, ", "panic attacks", ", trouble sleeping, or if you feel irritable, agitated, hostile, aggressive, restless, hyperactive (mentally or physically), or have thoughts about suicide or hurting yourself or someone else.", "Call your doctor at once if you have:", "\n", "\n", "severe dizziness, spinning sensation, feeling like you might pass out;", "\n", "\n", "\n", "trouble walking, ", "loss of balance", " or coordination;", "\n", "\n", "\n", "feeling very weak or tired;", "\n", "\n", "\n", "an accidental fall; or", "\n", "\n", "\n", "memory problems, confusion, hallucinations.", "\n", "\n", "Accidental falls may occur more often in elderly patients who take Fycompa. Use caution to avoid falling or accidental injury while taking this medicine.", "Common Fycompa side effects may include:", "\n", "\n", "headache", ", dizziness, drowsiness;", "\n", "\n", "\n", "feeling anxious, tired, or irritable;", "\n", "\n", "\n", "nausea", ", ", "vomiting", ", stomach pain;", "\n", "\n", "\n", "bruising;", "\n", "\n", "\n", "weight gain; or", "\n", "\n", "\n", "loss of coordination.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", " ", "Fycompa side effects", " ", "(more detail)", "Using Fycompa with other drugs that make you drowsy can worsen this effect. Ask your doctor before using opioid medication, a sleeping pill, a muscle relaxer, or medicine for anxiety or seizures.", "Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Tell your doctor about all your other medicines, especially:", "\n", "\n", "birth control pills;", "\n", "\n", "\n", "rifampin", ";", "\n", "\n", "\n", "St. John's wort", ";", "\n", "\n", "\n", "other seizure medicine", " - ", "carbamazepine", ", ", "oxcarbazepine", ", ", "phenytoin", ".", "\n", "\n", "This list is not complete. Other drugs may interact with perampanel, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible drug interactions are listed here.", " ", "Fycompa drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does Fycompa interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "\n", "\n", "Is Fycompa a controlled substance? ", "\n", "Yes, Fycompa is a Schedule 3 controlled substance first approved in 2012. Fycompa is classified as a controlled substance by the DEA because it may be habit-forming. Misuse of this medicine can cause addiction, overdose, or death. It is an anticonvulsant used to treat seizures in adults and children with epilepsy. ", "Continue reading", "\n", "\n", "\n", "Does Fycompa cause weight gain? ", "\n", "Weight gain is a common dose-related side effect of Fycompa (perampanel), a non-competitive AMPA glutamate receptor antagonist used to treat epilepsy. It occurs in about 4 percent of patients treated with an 8 mg or 12 mg dose of the drug. Monitoring for weight gain is recommended while being treated with Fycompa. ", "Continue reading", "\n", "\n", "\n", "Can Fycompa cause hair loss? ", "\n", "Hair loss is not a reported side effect of Fycompa, and there were few anecdotal reports of hair loss associated with the drug on blog sites. There was one report of a 13-year-old girl who developed hair curling after a few weeks of Fycompa treatment for uncontrolled seizures associated with Pitt-Hopkins syndrome. ", "Continue reading", "\n", "\n", "\n", "More about Fycompa (perampanel)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (65)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "During pregnancy", "\n", "FDA approval history", "\n", "Drug class: AMPA receptor antagonists", "\n", "Breastfeeding", "\n", "En español", "\n", "\n", "Professional resources", "\n", "\n", "Fycompa prescribing information", "\n", "Perampanel ", "(AHFS Monograph)", "\n", "\n", "Related treatment guides", "\n", "\n", "Epilepsy", "\n", "Seizures", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Fycompa only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 5.01."], "directions": ["Fycompa is usually taken at bedtime. Follow all directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose.", "Perampanel may be habit-forming. ", "Misuse can cause addiction, overdose, or death.", " Keep the medication in a place where others cannot get to it. Selling or giving away this medicine is against the law.", "Shake the ", "oral suspension", " (liquid) before you measure a dose. Use the dosing syringe provided, or use a medicine dose-measuring device (not a kitchen spoon).", "Do not stop using Fycompa suddenly, even if you feel fine. Stopping suddenly may cause increased seizures. Follow your doctor's instructions about tapering your dose.", "Store at room temperature away from moisture and heat. Do not freeze.", "Throw away any leftover liquid medicine 90 days after you first opened the bottle.", "Keep track of your medicine. You should be aware if anyone is using it improperly or without a prescription.", "Usual Adult Dose of Fycompa for Seizures:", "In the absence of enzyme inducing AEDs:", "\nInitial dose: 2 mg orally once daily at bedtime. Dosage may be increased by 2 mg orally daily in increments no more frequently than every week.", "\nMaintenance dose: 4 to 12 mg orally once daily at bedtime", "\nMaximum dose: 12 mg orally once daily at bedtime", "\n", "\nIn the presence of enzyme inducing AEDs (including phenytoin, carbamazepine, and oxcarbazepine):", "\nInitial dose: 4 mg orally once daily at bedtime. Patients should be monitored closely for response. Studies revealed a substantially reduced effect on seizure rates in these patients. When these enzyme-inducing AEDs are introduced or withdrawn from a treatment regimen, the patient should be monitored for clinical response and tolerability. Dose adjustment of perampanel may be necessary.", "\nMaximum dose: 12 mg orally once daily at bedtime", "\n", "\nApproved indication: Adjunctive therapy for the treatment of partial-onset seizures with or without secondarily generalized seizures in patients with epilepsy 12 years of age and older.", "Usual Pediatric Dose of Fycompa for Seizures:", "Greater than or equal to 12 years of age:", "\n", "\nIn the absence of enzyme inducing AEDs: Initial dose: 2 mg orally once daily at bedtime. Dosage may be increased by 2 mg orally daily in increments no more frequently than every week. Maintenance dose: 4 to 12 mg orally once daily at bedtime Maximum dose: 12 mg orally once daily at bedtime", "\n", "\nIn the presence of enzyme inducing AEDs (including phenytoin, carbamazepine, and oxcarbazepine): Initial dose: 4 mg orally once daily at bedtime. Patients should be monitored closely for response. Studies revealed a substantially reduced effect on seizure rates in these patients. When these enzyme-inducing AEDs are introduced or withdrawn from a treatment regimen, the patient should be monitored for clinical response and tolerability. Dose adjustment of perampanel may be necessary.", "\nMaximum dose: 12 mg orally once daily at bedtime", "\n", "\nApproved indication: Adjunctive therapy for the treatment of partial-onset seizures with or without secondarily generalized seizures in patients with epilepsy 12 years of age and older.", "gabapentin", ", ", "clonazepam", ", ", "lamotrigine", ", ", "pregabalin", ", ", "lorazepam", ", ", "diazepam", ", ", "topiramate", "Skip the missed dose and use your next dose at the regular time. Do not use two doses at one time.", "Call your doctor for instructions if you miss your Fycompa dose for more than one day.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Avoid driving or hazardous activity until you know how this medicine will affect you. ", "Dizziness", " or drowsiness can cause falls, accidents, or severe injuries.", "Drinking alcohol with this medicine can cause side effects.", "Get emergency medical help if you have ", "signs of an allergic reaction to Fycompa:", " ", "hives", "; difficult breathing; swelling of your face, lips, tongue, or throat.", "Seek medical treatment if you have a serious drug reaction that can affect many parts of your body.", " Symptoms may include: ", "skin rash", ", fever, swollen glands, muscle aches, severe weakness, unusual bruising, or yellowing of your skin or eyes.", "Report any new or worsening symptoms to your doctor, such as: mood or behavior changes, ", "anxiety", ", fear, ", "panic attacks", ", trouble sleeping, or if you feel irritable, agitated, hostile, aggressive, restless, hyperactive (mentally or physically), or have thoughts about suicide or hurting yourself or someone else.", "Call your doctor at once if you have:", "\n", "\n", "severe dizziness, spinning sensation, feeling like you might pass out;", "\n", "\n", "\n", "trouble walking, ", "loss of balance", " or coordination;", "\n", "\n", "\n", "feeling very weak or tired;", "\n", "\n", "\n", "an accidental fall; or", "\n", "\n", "\n", "memory problems, confusion, hallucinations.", "\n", "\n", "Accidental falls may occur more often in elderly patients who take Fycompa. Use caution to avoid falling or accidental injury while taking this medicine.", "Common Fycompa side effects may include:", "\n", "\n", "headache", ", dizziness, drowsiness;", "\n", "\n", "\n", "feeling anxious, tired, or irritable;", "\n", "\n", "\n", "nausea", ", ", "vomiting", ", stomach pain;", "\n", "\n", "\n", "bruising;", "\n", "\n", "\n", "weight gain; or", "\n", "\n", "\n", "loss of coordination.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "Using Fycompa with other drugs that make you drowsy can worsen this effect. Ask your doctor before using opioid medication, a sleeping pill, a muscle relaxer, or medicine for anxiety or seizures.", "Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Tell your doctor about all your other medicines, especially:", "\n", "\n", "birth control pills;", "\n", "\n", "\n", "rifampin", ";", "\n", "\n", "\n", "St. John's wort", ";", "\n", "\n", "\n", "other seizure medicine", " - ", "carbamazepine", ", ", "oxcarbazepine", ", ", "phenytoin", ".", "\n", "\n", "This list is not complete. Other drugs may interact with perampanel, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible drug interactions are listed here."], "dosage": ["In the absence of enzyme inducing AEDs:", "\nInitial dose: 2 mg orally once daily at bedtime. Dosage may be increased by 2 mg orally daily in increments no more frequently than every week.", "\nMaintenance dose: 4 to 12 mg orally once daily at bedtime", "\nMaximum dose: 12 mg orally once daily at bedtime", "\n", "\nIn the presence of enzyme inducing AEDs (including phenytoin, carbamazepine, and oxcarbazepine):", "\nInitial dose: 4 mg orally once daily at bedtime. Patients should be monitored closely for response. Studies revealed a substantially reduced effect on seizure rates in these patients. When these enzyme-inducing AEDs are introduced or withdrawn from a treatment regimen, the patient should be monitored for clinical response and tolerability. Dose adjustment of perampanel may be necessary.", "\nMaximum dose: 12 mg orally once daily at bedtime", "\n", "\nApproved indication: Adjunctive therapy for the treatment of partial-onset seizures with or without secondarily generalized seizures in patients with epilepsy 12 years of age and older.", "Greater than or equal to 12 years of age:", "\n", "\nIn the absence of enzyme inducing AEDs: Initial dose: 2 mg orally once daily at bedtime. Dosage may be increased by 2 mg orally daily in increments no more frequently than every week. Maintenance dose: 4 to 12 mg orally once daily at bedtime Maximum dose: 12 mg orally once daily at bedtime", "\n", "\nIn the presence of enzyme inducing AEDs (including phenytoin, carbamazepine, and oxcarbazepine): Initial dose: 4 mg orally once daily at bedtime. Patients should be monitored closely for response. Studies revealed a substantially reduced effect on seizure rates in these patients. When these enzyme-inducing AEDs are introduced or withdrawn from a treatment regimen, the patient should be monitored for clinical response and tolerability. Dose adjustment of perampanel may be necessary.", "\nMaximum dose: 12 mg orally once daily at bedtime", "\n", "\nApproved indication: Adjunctive therapy for the treatment of partial-onset seizures with or without secondarily generalized seizures in patients with epilepsy 12 years of age and older."], "related_drugs": [", ", ", ", ", ", ", ", ", ", ", "], "missed_dose": ["Skip the missed dose and use your next dose at the regular time. Do not use two doses at one time.", "Call your doctor for instructions if you miss your Fycompa dose for more than one day."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222."], "what_to_avoid": ["Avoid driving or hazardous activity until you know how this medicine will affect you. ", " or drowsiness can cause falls, accidents, or severe injuries.", "Drinking alcohol with this medicine can cause side effects."], "side_effects": ["Get emergency medical help if you have ", " ", "; difficult breathing; swelling of your face, lips, tongue, or throat.", " Symptoms may include: ", ", fever, swollen glands, muscle aches, severe weakness, unusual bruising, or yellowing of your skin or eyes.", "Report any new or worsening symptoms to your doctor, such as: mood or behavior changes, ", ", fear, ", ", trouble sleeping, or if you feel irritable, agitated, hostile, aggressive, restless, hyperactive (mentally or physically), or have thoughts about suicide or hurting yourself or someone else.", "Call your doctor at once if you have:", "Accidental falls may occur more often in elderly patients who take Fycompa. Use caution to avoid falling or accidental injury while taking this medicine.", "Common Fycompa side effects may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "interactions": ["Using Fycompa with other drugs that make you drowsy can worsen this effect. Ask your doctor before using opioid medication, a sleeping pill, a muscle relaxer, or medicine for anxiety or seizures.", "Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Tell your doctor about all your other medicines, especially:", "This list is not complete. Other drugs may interact with perampanel, including prescription and over-the-counter medicines, ", ", and ", ". Not all possible drug interactions are listed here."]},
{"title": "Ezetimibe", "generic_name": ["Zetia", "Cholesterol absorption inhibitors"], "drug_class": "Cholesterol absorption inhibitors", "brand_names": ["1"], "dosage_form": " oral tablet (10 mg)", "uses": ["Ezetimibe", " is a medicine used to lower cholesterol in people who have ", "high blood cholesterol", ". Ezetimibe works by reducing the amount of cholesterol your body absorbs from your intestines. High cholesterol can cause fatty deposits to form in your blood vessels which increases your risk of heart disease.", "Ezetimibe is used in patients who cannot control their cholesterol levels by diet and exercise alone.", "You can take ezetimibe as a single ingredient tablet or it is also available in a tablet that contains both ezetimibe and another cholesterol lowering medication called simvastatin. "], "warnings": ["Ezetimibe is only part of a complete program of treatment that also includes diet, exercise, and weight control. Follow your diet, medication, and exercise routines very closely.", "Some cholesterol medications should not be taken at the same time. ", "If you take ezetimibe with another cholesterol medicine, follow your doctor's dosing instructions very carefully.", "You should not use ezetimibe if you have moderate to severe liver disease. ", "You should not use this medicine with a \"statin\" cholesterol medicine if you have active liver disease, or if you are pregnant or breast-feeding a baby.", "Call your doctor right away if you have unexplained muscle pain, tenderness, or weakness especially if you also have fever, unusual tiredness, and dark colored urine.", "You should not use ezetimibe if you are allergic to it, or if you have:", "\n", "\n", "moderate to severe liver disease.", "\n", "\n", "Ezetimibe is not approved for use by anyone younger than 10 years old.", "You should not use ezetimibe with a \"statin\" cholesterol medicine (", "Zocor", ", ", "Lipitor", ", ", "Crestor", ", and others) if:", "\n", "\n", "you have active liver disease;", "\n", "\n", "\n", "you are pregnant; or", "\n", "\n", "\n", "you are breastfeeding a baby.", "\n", "\n", "Statin cholesterol medications can cause the breakdown of muscle tissue, which can lead to ", "kidney failure", ". This happens more often in women, in older adults, or people who have kidney disease or poorly controlled hypothyroidism (", "underactive thyroid", ").", "To make sure this medicine is safe for you, tell your doctor if you have:", "\n", "\n", "liver disease;", "\n", "\n", "\n", "kidney disease; or", "\n", "\n", "\n", "unexplained muscle pain or weakness.", "\n", "\n", "Tell your doctor if you are pregnant or breastfeeding.", "Use effective birth control to prevent pregnancy while you are using ezetimibe with a statin medicine.", " Tell your doctor if you plan to become pregnant.", "Do not breastfeed if you take ezetimibe with a statin medicine.", " ", "Ezetimibe pregnancy and breastfeeding warnings", " ", "(more detail)", "Take ezetimibe exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets.", "Ezetimibe is usually taken once daily at the same time each day.", "You may take this medicine with or without food.", "Ezetimibe may be taken at the same time with ", "fenofibrate", ", or with a statin medication such as ", "atorvastatin", ", ", "lovastatin", ", ", "simvastatin", ", ", "pravastatin", ", or ", "fluvastatin", ".", "Your treatment may also include diet, exercise, weight control, and blood tests.", "You may need frequent medical tests, even if you have no symptoms.", "Your cholesterol levels may not improve for up to 2 weeks.", "Store at room temperature away from moisture and heat.", "Usual Adult Dose for Hyperlipidemia:", "10 mg orally once a day.", "Usual Adult Dose for Homozygous Familial Hypercholesterolemia:", "10 mg orally once a day", "Usual Adult Dose for Sitosterolemia:", "10 mg orally once a day.", "Usual Pediatric Dose for Hyperlipidemia:", "10 years or older: 10 mg orally once a day.", "Usual Pediatric Dose for Homozygous Familial Hypercholesterolemia:", "10 years or older: 10 mg orally once a day.", "Usual Pediatric Dose for Sitosterolemia:", "10 years or older: 10 mg orally once a day.", " ", "Detailed Ezetimibe dosage information", " ", "atorvastatin", ", ", "rosuvastatin", ", ", "simvastatin", ", ", "Lipitor", ", ", "ezetimibe", ", ", "Crestor", ", ", "Zetia", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Avoid eating foods high in fat or cholesterol, or this medicine will not be as effective.", "Get emergency medical help if you have ", "signs of an allergic reaction to ezetimibe:", " ", "hives", "; difficult breathing; swelling of your face, lips, tongue, or throat.", "Ezetimibe can cause the breakdown of muscle tissue, which can lead to kidney failure. Call your doctor right away if you have unexplained muscle pain, tenderness, or weakness especially if you also have fever, unusual tiredness, or dark urine.", "Side effects may be more likely in older adults.", "Common ezetimibe side effects may include:", "\n", "\n", "diarrhea", ";", "\n", "\n", "\n", "cold symptoms", " such as stuffy nose, sneezing, ", "sore throat", ";", "\n", "\n", "\n", "pain in an arm or leg;", "\n", "\n", "\n", "joint pain; or", "\n", "\n", "\n", "muscle pain while taking ezetimibe with a statin.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", " ", "Ezetimibe side effects", " ", "(more detail)", "If you also take other cholesterol medication: Take ezetimibe 2 hours before or 4 hours after taking ", "cholestyramine", ", ", "colestipol", ", or ", "colesevelam", ".", "Tell your doctor about all your other medicines, especially:", "\n", "\n", "cyclosporine", ";", "\n", "\n", "\n", "fenofibric acid", ";", "\n", "\n", "\n", "gemfibrozil", "; or", "\n", "\n", "\n", "a blood thinner", " - ", "warfarin", ", ", "Coumadin", ", ", "Jantoven", ".", "\n", "\n", "This list is not complete. Other drugs may interact with ezetimibe, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible drug interactions are listed here.", " ", "Ezetimibe drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does ezetimibe interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "\n", "\n", "Does Zetia (ezetimibe) cause memory loss? ", "\n", "Memory loss is not a side effect of Zetia (ezetimibe) when it is used alone to treat high cholesterol. Zetia is often used with diet and other cholesterol lowering medications like statins which have been linked with cognitive impairment (memory loss, forgetfulness, or confusion). ", "Continue reading", "\n", "\n", "\n", "Can Zetia (ezetimibe) cause liver damage? ", "\n", "Yes, Zetia (ezetimibe) can cause liver damage, although it is very rare. Monitor liver enzymes for the development of serious toxic hepatitis and consider ezetimibe discontinuation if it develops. Perform liver tests during ezetimibe initiation and regularly thereafter and consider withdrawal of ezetimibe and/or the statin (if coadministered) should an increase in ALT or AST ≥3 X upper limit of normal (ULN) persist. ", "Continue reading", "\n", "\n", "\n", "How does Zetia (ezetimibe) work to lower cholesterol? ", "\n", "It reduces cholesterol absorption from the small intestine so there is less cholesterol delivered to the liver. This means there is a lower amount of cholesterol stored in the liver, which leads to more cholesterol being cleared from the blood. ", "Continue reading", "\n", "\n", "More FAQ", "\n", "Does Zetia (ezetimibe) cause weight gain/loss or muscle aches/pains?", "\n", "What happens if you stop taking Ezetimibe?", "\n", "When should you take ezetimibe?", "\n", "Is ezetimibe a statin drug?", "\n", "Does ezetimibe lower triglycerides?", "\n", "When is the best time to take ezetimibe?", "\n", "View more FAQ", "\n", "More about ezetimibe", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (169)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "Patient tips", "\n", "During pregnancy", "\n", "Support group", "\n", "Drug class: cholesterol absorption inhibitors", "\n", "Breastfeeding", "\n", "En español", "\n", "\n", "Patient resources", "\n", "Other brands", "Zetia", "\n", "Professional resources", "\n", "\n", "Ezetimibe monograph", "\n", "Ezetimibe ", "(FDA)", "\n", "\n", "Other brands", "Zetia", "\n", "Related treatment guides", "\n", "\n", "High Cholesterol, Familial Heterozygous", "\n", "High Cholesterol", "\n", "Sitosterolemia", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use ezetimibe only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 7.01."], "directions": ["Take ezetimibe exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets.", "Ezetimibe is usually taken once daily at the same time each day.", "You may take this medicine with or without food.", "Ezetimibe may be taken at the same time with ", "fenofibrate", ", or with a statin medication such as ", "atorvastatin", ", ", "lovastatin", ", ", "simvastatin", ", ", "pravastatin", ", or ", "fluvastatin", ".", "Your treatment may also include diet, exercise, weight control, and blood tests.", "You may need frequent medical tests, even if you have no symptoms.", "Your cholesterol levels may not improve for up to 2 weeks.", "Store at room temperature away from moisture and heat.", "Usual Adult Dose for Hyperlipidemia:", "10 mg orally once a day.", "Usual Adult Dose for Homozygous Familial Hypercholesterolemia:", "10 mg orally once a day", "Usual Adult Dose for Sitosterolemia:", "10 mg orally once a day.", "Usual Pediatric Dose for Hyperlipidemia:", "10 years or older: 10 mg orally once a day.", "Usual Pediatric Dose for Homozygous Familial Hypercholesterolemia:", "10 years or older: 10 mg orally once a day.", "Usual Pediatric Dose for Sitosterolemia:", "10 years or older: 10 mg orally once a day.", "atorvastatin", ", ", "rosuvastatin", ", ", "simvastatin", ", ", "Lipitor", ", ", "ezetimibe", ", ", "Crestor", ", ", "Zetia", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Avoid eating foods high in fat or cholesterol, or this medicine will not be as effective.", "Get emergency medical help if you have ", "signs of an allergic reaction to ezetimibe:", " ", "hives", "; difficult breathing; swelling of your face, lips, tongue, or throat.", "Ezetimibe can cause the breakdown of muscle tissue, which can lead to kidney failure. Call your doctor right away if you have unexplained muscle pain, tenderness, or weakness especially if you also have fever, unusual tiredness, or dark urine.", "Side effects may be more likely in older adults.", "Common ezetimibe side effects may include:", "\n", "\n", "diarrhea", ";", "\n", "\n", "\n", "cold symptoms", " such as stuffy nose, sneezing, ", "sore throat", ";", "\n", "\n", "\n", "pain in an arm or leg;", "\n", "\n", "\n", "joint pain; or", "\n", "\n", "\n", "muscle pain while taking ezetimibe with a statin.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "If you also take other cholesterol medication: Take ezetimibe 2 hours before or 4 hours after taking ", "cholestyramine", ", ", "colestipol", ", or ", "colesevelam", ".", "Tell your doctor about all your other medicines, especially:", "\n", "\n", "cyclosporine", ";", "\n", "\n", "\n", "fenofibric acid", ";", "\n", "\n", "\n", "gemfibrozil", "; or", "\n", "\n", "\n", "a blood thinner", " - ", "warfarin", ", ", "Coumadin", ", ", "Jantoven", ".", "\n", "\n", "This list is not complete. Other drugs may interact with ezetimibe, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible drug interactions are listed here.", "\n", "Does Zetia (ezetimibe) cause weight gain/loss or muscle aches/pains?", "\n", "What happens if you stop taking Ezetimibe?", "\n", "When should you take ezetimibe?", "\n", "Is ezetimibe a statin drug?", "\n", "Does ezetimibe lower triglycerides?", "\n", "When is the best time to take ezetimibe?", "\n", "View more FAQ"], "dosage": ["10 mg orally once a day.", "10 mg orally once a day", "10 mg orally once a day.", "10 years or older: 10 mg orally once a day.", "10 years or older: 10 mg orally once a day.", "10 years or older: 10 mg orally once a day."], "related_drugs": [", ", ", ", ", ", ", ", ", ", ", "], "missed_dose": ["Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222."], "what_to_avoid": ["Avoid eating foods high in fat or cholesterol, or this medicine will not be as effective."], "side_effects": ["Get emergency medical help if you have ", " ", "; difficult breathing; swelling of your face, lips, tongue, or throat.", "Ezetimibe can cause the breakdown of muscle tissue, which can lead to kidney failure. Call your doctor right away if you have unexplained muscle pain, tenderness, or weakness especially if you also have fever, unusual tiredness, or dark urine.", "Side effects may be more likely in older adults.", "Common ezetimibe side effects may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "interactions": ["If you also take other cholesterol medication: Take ezetimibe 2 hours before or 4 hours after taking ", ", ", ", or ", ".", "Tell your doctor about all your other medicines, especially:", "This list is not complete. Other drugs may interact with ezetimibe, including prescription and over-the-counter medicines, ", ", and ", ". Not all possible drug interactions are listed here."]},
{"title": "Dutasteride", "generic_name": ["Avodart", "5-alpha-reductase inhibitors"], "drug_class": "5-alpha-reductase inhibitors", "brand_names": ["1"], "dosage_form": " oral capsule (0.5 mg)", "uses": ["Dutasteride (brand name Avodart) is used to treat benign prostatic hyperplasia (BPH) in men with an enlarged prostate. It helps improve symptoms such as urinary flow and may also reduce your need for prostate surgery later on.", "Dutasteride prevents the conversion of testosterone to dihydrotestosterone (DHT) in the body. DHT is involved in the development of benign prostatic hyperplasia (BPH).", "Dutasteride is sometimes given with another medication called tamsulosin (Flomax). Be sure to read the medication guide or patient instructions provided with each of your medications.", "Dutasteride may also be used for purposes not listed in this medication guide.", "Get emergency medical help if you have ", "signs of an allergic reaction", " (hives, difficult breathing, swelling in your face or throat) ", "or a severe skin reaction", " (", "fever", ", ", "sore throat", ", burning eyes, skin pain, red or purple skin ", "rash", " with blistering and peeling).", "Common side effects of dutasteride may include:", "The sexual side effects of dutasteride may continue after you stop taking this medicine. Talk to your doctor if you have concerns about these side effects.", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to the FDA at 1-800-FDA-1088."], "warnings": ["Dutasteride can cause birth defects if a woman is exposed to it during pregnancy. ", "Dutasteride capsules should not be handled by a woman who is pregnant or may become pregnant.", "You should not use dutasteride if you are allergic to dutasteride or ", "finasteride", ".", "Dutasteride can be absorbed through the skin, and women or children should avoid handling the capsules. This medication can cause birth defects if a woman is exposed to it during pregnancy; just handling the medicine may cause abnormalities in male fetuses. Dutasteride is not typically prescribed for women, although it may be used off-label (not an FDA-approved use) for female pattern hair loss in postmenopausal women.", "\n", "If a woman accidentally comes into contact with this medication from a leaking capsule, wash the area with soap and water right away.", "\n", "Tell your doctor if you have ever had:", "\n", "\n", "liver disease", ".", "\n", "\n", "Using dutasteride may increase your risk of developing ", "prostate cancer", ". Your doctor will test your prostate specific antigen (PSA) to check for ", "cancer", " while you are using this medicine.", " ", "Dutasteride pregnancy and breastfeeding warnings", " ", "(more detail)", "Your doctor will perform tests to make sure you do not have other conditions that would prevent you from safely using dutasteride.", "Follow all directions on your prescription label and read all medication guides or instruction sheets. Use the medicine exactly as directed.", "Take the medicine at the same time each day, with or without food.", "Swallow the capsule whole and do not crush, chew, break, or open it.", "It may take up to 6 months or longer before you receive the full benefit of taking dutasteride.", " Your doctor will determine how long to treat you with this medicine. Keep using the medication as directed.", "You will need frequent medical tests.", "Store at room temperature away from moisture, heat, and light. Keep the bottle tightly closed when not in use.", "Usual Adult Dose for Benign Prostatic Hyperplasia:", "0.5 mg orally once a day", "\n", "\nUse: Treatment of symptomatic benign prostatic hyperplasia (BPH) in men with an enlarged prostate to reduce the risk of acute ", "urinary retention", " (AUR) and BPH-related surgery.", " ", "Detailed Dutasteride dosage information", " ", "tamsulosin", ", ", "finasteride", ", ", "tadalafil", ", ", "Flomax", ", ", "doxazosin", ", ", "Cialis", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Do not donate blood while taking dutasteride and for at least 6 months after your treatment ends. Dutasteride can be carried in the blood and could cause birth defects if a pregnant woman receives a transfusion with blood that contains dutasteride.", "Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Other drugs may affect dutasteride, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Tell your doctor about all your current medicines and any medicine you start or stop using.", " ", "Dutasteride drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does dutasteride interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "  ", "References", "  ", "    ", "Dutasteride Prescribing Information", "  ", "\n", "More about dutasteride", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (68)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "During pregnancy", "\n", "Drug class: 5-alpha-reductase inhibitors", "\n", "En español", "\n", "\n", "Patient resources", "\n", "Other brands", "Avodart", "\n", "Professional resources", "\n", "\n", "Dutasteride monograph", "\n", "Dutasteride Capsules ", "(FDA)", "\n", "\n", "Other brands", "Avodart", "\n", "Related treatment guides", "\n", "\n", "Benign Prostatic Hyperplasia", "\n", "Androgenetic Alopecia", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use this medication only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 11.01."], "directions": ["Your doctor will perform tests to make sure you do not have other conditions that would prevent you from safely using dutasteride.", "Follow all directions on your prescription label and read all medication guides or instruction sheets. Use the medicine exactly as directed.", "Take the medicine at the same time each day, with or without food.", "Swallow the capsule whole and do not crush, chew, break, or open it.", "It may take up to 6 months or longer before you receive the full benefit of taking dutasteride.", " Your doctor will determine how long to treat you with this medicine. Keep using the medication as directed.", "You will need frequent medical tests.", "Store at room temperature away from moisture, heat, and light. Keep the bottle tightly closed when not in use.", "Usual Adult Dose for Benign Prostatic Hyperplasia:", "0.5 mg orally once a day", "\n", "\nUse: Treatment of symptomatic benign prostatic hyperplasia (BPH) in men with an enlarged prostate to reduce the risk of acute ", "urinary retention", " (AUR) and BPH-related surgery.", "tamsulosin", ", ", "finasteride", ", ", "tadalafil", ", ", "Flomax", ", ", "doxazosin", ", ", "Cialis", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Do not donate blood while taking dutasteride and for at least 6 months after your treatment ends. Dutasteride can be carried in the blood and could cause birth defects if a pregnant woman receives a transfusion with blood that contains dutasteride.", "Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Other drugs may affect dutasteride, including prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Tell your doctor about all your current medicines and any medicine you start or stop using."], "dosage": ["0.5 mg orally once a day", "\n", "\nUse: Treatment of symptomatic benign prostatic hyperplasia (BPH) in men with an enlarged prostate to reduce the risk of acute ", " (AUR) and BPH-related surgery."], "related_drugs": [", ", ", ", ", ", ", ", ", "], "missed_dose": ["Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222."], "what_to_avoid": [], "side_effects": ["Get emergency medical help if you have ", " (hives, difficult breathing, swelling in your face or throat) ", " (", ", ", ", burning eyes, skin pain, red or purple skin ", " with blistering and peeling).", "The sexual side effects of dutasteride may continue after you stop taking this medicine. Talk to your doctor if you have concerns about these side effects.", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to the FDA at 1-800-FDA-1088.", "Dutasteride can cause birth defects if a woman is exposed to it during pregnancy. ", "You should not use dutasteride if you are allergic to dutasteride or ", ".", "Dutasteride can be absorbed through the skin, and women or children should avoid handling the capsules. This medication can cause birth defects if a woman is exposed to it during pregnancy; just handling the medicine may cause abnormalities in male fetuses. Dutasteride is not typically prescribed for women, although it may be used off-label (not an FDA-approved use) for female pattern hair loss in postmenopausal women.", "Tell your doctor if you have ever had:", "Using dutasteride may increase your risk of developing ", ". Your doctor will test your prostate specific antigen (PSA) to check for ", " while you are using this medicine.", "Your doctor will perform tests to make sure you do not have other conditions that would prevent you from safely using dutasteride.", "Follow all directions on your prescription label and read all medication guides or instruction sheets. Use the medicine exactly as directed.", "Take the medicine at the same time each day, with or without food.", "Swallow the capsule whole and do not crush, chew, break, or open it.", " Your doctor will determine how long to treat you with this medicine. Keep using the medication as directed.", "You will need frequent medical tests.", "Store at room temperature away from moisture, heat, and light. Keep the bottle tightly closed when not in use.", "0.5 mg orally once a day", "\n", "\nUse: Treatment of symptomatic benign prostatic hyperplasia (BPH) in men with an enlarged prostate to reduce the risk of acute ", " (AUR) and BPH-related surgery.", ", ", ", ", ", ", ", ", ", ", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Do not donate blood while taking dutasteride and for at least 6 months after your treatment ends. Dutasteride can be carried in the blood and could cause birth defects if a pregnant woman receives a transfusion with blood that contains dutasteride."], "interactions": ["Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Other drugs may affect dutasteride, including prescription and over-the-counter medicines, ", ", and ", ". Tell your doctor about all your current medicines and any medicine you start or stop using.", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use this medication only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Copyright 1996-2024 Cerner Multum, Inc. Version: 11.01."]},
{"title": "Cymbalta", "generic_name": ["duloxetine", "Serotonin-norepinephrine reuptake inhibitors"], "drug_class": "Serotonin-norepinephrine reuptake inhibitors", "brand_names": ["1"], "dosage_form": null, "uses": ["Cymbalta is a ", "selective serotonin and norepinephrine reuptake inhibitor antidepressant (SSNRI)", ". Duloxetine affects chemicals in the brain that may be unbalanced in people with depression.", "Cymbalta is used to treat ", "major depressive disorder", " in adults. It is also used to treat ", "general anxiety disorder", " in adults and children who are at least 7 years old.", "Cymbalta is also used in adults to treat nerve pain caused by diabetes (diabetic neuropathy), or chronic muscle or joint pain (such as low ", "back pain", " and ", "osteoarthritis", " pain).", "Cymbalta is also used to treat ", "fibromyalgia", " (a chronic pain disorder) in adults and children at least 13 years old."], "warnings": ["Do not take Cymbalta within 5 days before or 14 days after you have used a MAO inhibitor, such as isocarboxazid, linezolid, phenelzine, rasagiline, selegiline, or tranylcypromine, or methylene blue injection.", "Cymbalta should not be used if you have narrow angle glaucoma.", "Some young people have thoughts about suicide when first taking an antidepressant. Stay alert to changes in your mood or symptoms. Report any new or worsening symptoms to your doctor, such as: mood or behavior changes, anxiety, panic attacks, trouble sleeping, or if you feel impulsive, irritable, agitated, hostile, aggressive, restless, hyperactive (mentally or physically), more depressed, or have thoughts about suicide or hurting yourself.", "Do not stop using Cymbalta without first talking to your doctor.", "You should not use Cymbalta if you are allergic to duloxetine.", "Do not take Cymbalta within 5 days before or 14 days after you have used an MAO inhibitor, such as ", "isocarboxazid", ", ", "linezolid", ", ", "methylene blue", " injection, ", "phenelzine", ", or ", "tranylcypromine", ". A dangerous drug interaction could occur.", "Tell your doctor if you also use stimulant medicine, opioid medicine, ", "herbal products", ", or medicine for ", "depression", ", mental illness, ", "Parkinson's disease", ", ", "migraine", " headaches, serious infections, or prevention of ", "nausea and vomiting", ". An interaction with duloxetine could cause a serious condition called serotonin syndrome.", "Cymbalta is not approved for use by anyone younger than 7 years old.", "To make sure this medicine is safe for you, tell your doctor if you have:", "\n", "\n", "heart problems, ", "high blood pressure", ";", "\n", "\n", "\n", "liver or kidney disease;", "\n", "\n", "\n", "slow digestion;", "\n", "\n", "\n", "a seizure;", "\n", "\n", "\n", "bleeding problems;", "\n", "\n", "\n", "sexual problems;", "\n", "\n", "\n", "narrow-angle ", "glaucoma", ";", "\n", "\n", "\n", "bipolar disorder", " (manic depression);", "\n", "\n", "\n", "drug addiction", " or suicidal thoughts; or", "\n", "\n", "\n", "if you drink large amounts of alcohol.", "\n", "\n", "People with depression or mental illness may have thoughts about suicide. Some young people may have increased suicidal thoughts when first starting a medicine to treat depression. Stay alert to changes in your mood or symptoms. Your family or caregivers should also watch for sudden changes in your behavior.", "Taking an SNRI antidepressant during late pregnancy could increase your risk of excessive bleeding after you give birth, and may cause serious medical complications in the baby. However, stopping the medicine may not be safe if you have a relapse of depression. ", "Do not start or stop taking this medicine without asking your doctor.", "If you are pregnant, your name may be listed on a pregnancy registry to track the effects of duloxetine on the baby.", "If you are breastfeeding, tell your doctor if you notice drowsiness, feeding problems, and slow weight gain in the nursing baby.", " ", "Cymbalta pregnancy and breastfeeding warnings", " ", "(more detail)", "Take Cymbalta exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose.", "Taking Cymbalta in higher doses or more often than prescribed will not make it more effective, and may increase side effects.", "Swallow the capsule whole and do not crush, chew, break, or open it.", "Take with or without food.", "Your blood pressure will need to be checked often.", "Tell your doctor if you have any changes in sexual function,", " such as loss of interest in sex, trouble having an orgasm, or (in men) problems with erections or ejaculation. Some sexual problems can be treated.", "Your symptoms may not improve for up to 4 weeks.", "Do not stop using duloxetine suddenly", ", or you could have unpleasant symptoms (such as agitation, confusion, tingling or electric shock feelings). Ask your doctor before stopping the medicine.", "Store at room temperature away from moisture and heat.", "Usual Adult Dose for Depression:", "Initial dose: 20 mg to 30 mg orally 2 times a day", "\nMaintenance dose: 60 mg per day, given either once a day OR 30 mg orally 2 times a day", "\nMaximum dose: 120 mg/day.", "Usual Adult Dose for Fibromyalgia:", "Initial dose: 30 mg orally once a day for at least 1 week", "\nMaintenance dose: 30 to 60 mg orally once a day.", "Usual Adult Dose for Generalized Anxiety Disorder:", "Initial dose: 60 mg orally once a day", "\nMaintenance dose: 60 to 120 mg orally once a day", "\nMaximum dose: 120 mg/day.", "Usual Adult Dose for Pain:", "Initial dose: 30 to 60 mg orally once a day", "\nMaintenance dose: 60 mg orally once a day.", "Usual Adult Dose for Neuropathic Pain:", "Initial dose: 30 to 60 mg orally once a day", "\nMaintenance dose: 60 mg orally once a day.", "Usual Adult Dose for Chronic Pain:", "Initial dose: 30 to 60 mg orally once a day", "\nMaintenance dose: 60 mg orally once a day.", "Usual Geriatric Dose for Generalized Anxiety Disorder:", "Initial dose: 30 mg orally once a day for at least 2 weeks", "\nMaintenance dose: 60 mg orally once a day", "\nMaximum dose: 120 mg/day.", "Usual Pediatric Dose for Generalized Anxiety Disorder:", "7 to 17 years:", "\n-Initial dose: 30 mg orally once a day for at least 2 weeks", "\n-Maintenance dose: 30 to 60 mg orally once a day", "\n-Maximum dose: 120 mg/day.", "Usual Pediatric Dose for Fibromyalgia:", "13 years and older:", "\n-Initial dose: 30 mg orally once a day for at least 1 week", "\n-Maintenance dose: 30 to 60 mg orally once a day.", " ", "Detailed Cymbalta dosage information", " ", "Trintellix", ", ", "Rexulti", ", ", "Vraylar", ", ", "acetaminophen", ", ", "gabapentin", ", ", "aspirin", ", ", "prednisone", ", ", "ibuprofen", ", ", "trazodone", ", ", "sertraline", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include ", "vomiting", ", ", "dizziness", " or drowsiness, ", "seizures", ", fast heartbeats, fainting, or coma.", "Ask your doctor before taking a nonsteroidal anti-inflammatory drug (NSAID) such as aspirin, ibuprofen, naproxen, Advil, Aleve, Motrin, and others. Using an NSAID with duloxetine may cause you to bruise or bleed easily.", "Avoid driving or hazardous activity until you know how this medicine will affect you. Your reactions could be impaired. Dizziness or fainting can cause falls, accidents, or severe injuries.", "Avoid getting up too fast from a sitting or lying position, or you may feel dizzy.", "Drinking alcohol may increase your risk of liver damage, especially if you take ", "Drizalma", ".", "Get emergency medical help if you have ", "signs of an allergic reaction to Cymbalta", " (", "hives", ", difficult breathing, swelling in your face or throat) ", "or a severe skin reaction", " (fever, ", "sore throat", ", burning eyes, skin pain, red or purple ", "skin rash", " with blistering and peeling).", "Tell your doctor right away if you have new or sudden changes in mood or behavior, including", " new or worse depression or anxiety, panic attacks, trouble sleeping, or if you feel impulsive, irritable, agitated, hostile, aggressive, restless, more active or talkative, or have thoughts about suicide or hurting yourself.", "Call your doctor at once if you have:", "\n", "\n", "pounding heartbeats or fluttering in your chest;", "\n", "\n", "\n", "a light-headed feeling, like you might pass out;", "\n", "\n", "\n", "easy bruising, unusual bleeding;", "\n", "\n", "\n", "vision changes;", "\n", "\n", "\n", "painful or difficult urination;", "\n", "\n", "\n", "liver problems", " - right-sided upper stomach pain, itching, dark urine, ", "jaundice", " (yellowing of the skin or eyes);", "\n", "\n", "\n", "low blood sodium", " - ", "headache", ", confusion, problems with thinking or memory, weakness, feeling unsteady; or", "\n", "\n", "\n", "manic episodes", " - racing thoughts, increased energy, decreased need for sleep, risk-taking behavior, being agitated or talkative.", "\n", "\n", "Seek medical attention right away if you have symptoms of serotonin syndrome, such as:", " ", "agitation", ", hallucinations, fever, sweating, shivering, ", "fast heart rate", ", muscle stiffness, twitching, loss of coordination, ", "nausea", ", vomiting, or ", "diarrhea", ".", "Common Cymbalta side effects may include:", "\n", "\n", "drowsiness;", "\n", "\n", "\n", "nausea, ", "constipation", ", loss of appetite;", "\n", "\n", "\n", "dry mouth; or", "\n", "\n", "\n", "increased sweating.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", " ", "Cymbalta side effects", " ", "(more detail)", "Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Ask your doctor before taking a nonsteroidal anti-inflammatory drug (NSAID) such as ", "aspirin", ", ", "ibuprofen", ", ", "naproxen", ", ", "Advil", ", ", "Aleve", ", ", "Motrin", ", and others. Using an NSAID with Cymbalta may cause you to bruise or bleed easily.", "Many drugs can interact with duloxetine. This includes prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible interactions are listed here. Tell your doctor about all other medicines you use.", " ", "Cymbalta drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does Cymbalta interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "\n", "\n", "8 Cymbalta Side Effects: Should I be Concerned? ", "\n", "Cymbalta is used to treat depression, anxiety, and some pain syndromes. But what are the risks associated with this drug? Do most people who start it realize how hard it may be to stop? ", "Continue reading", "\n", "\n", "\n", "What helps with Cymbalta withdrawal symptoms? ", "\n", "Slowly stopping Cymbalta treatment over 2 to 4 weeks is the best way to help avoid withdrawal symptoms like dizziness, nausea or headache. Talk with your doctor first if you want to stop treatment. ", "Continue reading", "\n", "\n", "\n", "How to sleep while taking Cymbalta? ", "\n", "Not being able to sleep (also called insomnia) is one of the most common side effects reported by people taking Cymbalta. In some people, this side effect improves after a couple of weeks of taking Cymbalta, but difficulty falling asleep or staying asleep can persist in others. Here are some ways you can improve sleep while taking Cymbalta:", "\r\n", "\r\n", "Take your dose of Cymbalta in the morning. Cymbalta may be given once a day or twice a day but for those people experiencing insomnia, it should be taken just once a day in the morning", "\r\n", "Swallow Cymbalta capsules whole; do not crush, chew, or open up the capsules and sprinkle them on food because this may cause Cymbalta to be absorbed more quickly than intended, increasing the risk of side effects such as insomnia...", "\r\n", " ", "Continue reading", "\n", "\n", "\n", "Does Cymbalta cause weight gain? ", "\n", "Cymbalta is more likely to cause weight loss early in the first 8 to 9 weeks of treatment, but result in a modest weight gain after 8 months of treatment. In general, these weight changes are minimal and may be due to temporary side effects like nausea or loss of appetite, some of the most common side effects of Cymbalta treatment. ", "Continue reading", "\n", "\n", "\n", "How long does it take for Cymbalta to work? ", "\n", "It may take up to 6 to 8 weeks for the full effects of Cymbalta to be seen, although some improvement in symptoms, such as sleep, energy, or appetite may show an improvement in 1-2 weeks. Symptoms such as depressed mood and lack of interest in activities may take the full 6-8 weeks to resolve. When Cymbalta is used for pain, it generally improves within two weeks. ", "Continue reading", "\n", "\n", "\n", "What do Cymbalta brain zaps feel like? ", "\n", "People have reported feeling electric shock-like sensations or “brain zaps” when starting Cymbalta (duloxetine) treatment, during treatment, and also when discontinuing it. Most report feeling these in the brain although some report them in other parts of the body. They have been described as feeling like a short, low voltage, electric shock. ", "Continue reading", "\n", "\n", "More FAQ", "\n", "Can I take Cymbalta (duloxetine) and Trintellix (vortioxetine) together?", "\n", "SSRIs vs SNRIs - What's the difference between them?", "\n", "View more FAQ", "\n", "More about Cymbalta (duloxetine)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (1,891)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "Patient tips", "\n", "During pregnancy", "\n", "Generic availability", "\n", "Support group", "\n", "FDA approval history", "\n", "Drug class: serotonin-norepinephrine reuptake inhibitors", "\n", "Breastfeeding", "\n", "En español", "\n", "\n", "Patient resources", "\n", "Other brands", "Drizalma Sprinkle", ", ", "Irenka", "\n", "Professional resources", "\n", "\n", "Cymbalta prescribing information", "\n", "DULoxetine Hydrochloride ", "(AHFS Monograph)", "\n", "\n", "Other brands", "Drizalma Sprinkle", "\n", "Related treatment guides", "\n", "\n", "Chronic Pain", "\n", "Back Pain", "\n", "Anxiety", "\n", "Depression", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Cymbalta only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 16.01./p>"], "directions": ["Take Cymbalta exactly as prescribed by your doctor. Follow all directions on your prescription label and read all medication guides or instruction sheets. Your doctor may occasionally change your dose.", "Taking Cymbalta in higher doses or more often than prescribed will not make it more effective, and may increase side effects.", "Swallow the capsule whole and do not crush, chew, break, or open it.", "Take with or without food.", "Your blood pressure will need to be checked often.", "Tell your doctor if you have any changes in sexual function,", " such as loss of interest in sex, trouble having an orgasm, or (in men) problems with erections or ejaculation. Some sexual problems can be treated.", "Your symptoms may not improve for up to 4 weeks.", "Do not stop using duloxetine suddenly", ", or you could have unpleasant symptoms (such as agitation, confusion, tingling or electric shock feelings). Ask your doctor before stopping the medicine.", "Store at room temperature away from moisture and heat.", "Usual Adult Dose for Depression:", "Initial dose: 20 mg to 30 mg orally 2 times a day", "\nMaintenance dose: 60 mg per day, given either once a day OR 30 mg orally 2 times a day", "\nMaximum dose: 120 mg/day.", "Usual Adult Dose for Fibromyalgia:", "Initial dose: 30 mg orally once a day for at least 1 week", "\nMaintenance dose: 30 to 60 mg orally once a day.", "Usual Adult Dose for Generalized Anxiety Disorder:", "Initial dose: 60 mg orally once a day", "\nMaintenance dose: 60 to 120 mg orally once a day", "\nMaximum dose: 120 mg/day.", "Usual Adult Dose for Pain:", "Initial dose: 30 to 60 mg orally once a day", "\nMaintenance dose: 60 mg orally once a day.", "Usual Adult Dose for Neuropathic Pain:", "Initial dose: 30 to 60 mg orally once a day", "\nMaintenance dose: 60 mg orally once a day.", "Usual Adult Dose for Chronic Pain:", "Initial dose: 30 to 60 mg orally once a day", "\nMaintenance dose: 60 mg orally once a day.", "Usual Geriatric Dose for Generalized Anxiety Disorder:", "Initial dose: 30 mg orally once a day for at least 2 weeks", "\nMaintenance dose: 60 mg orally once a day", "\nMaximum dose: 120 mg/day.", "Usual Pediatric Dose for Generalized Anxiety Disorder:", "7 to 17 years:", "\n-Initial dose: 30 mg orally once a day for at least 2 weeks", "\n-Maintenance dose: 30 to 60 mg orally once a day", "\n-Maximum dose: 120 mg/day.", "Usual Pediatric Dose for Fibromyalgia:", "13 years and older:", "\n-Initial dose: 30 mg orally once a day for at least 1 week", "\n-Maintenance dose: 30 to 60 mg orally once a day.", "Trintellix", ", ", "Rexulti", ", ", "Vraylar", ", ", "acetaminophen", ", ", "gabapentin", ", ", "aspirin", ", ", "prednisone", ", ", "ibuprofen", ", ", "trazodone", ", ", "sertraline", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include ", "vomiting", ", ", "dizziness", " or drowsiness, ", "seizures", ", fast heartbeats, fainting, or coma.", "Ask your doctor before taking a nonsteroidal anti-inflammatory drug (NSAID) such as aspirin, ibuprofen, naproxen, Advil, Aleve, Motrin, and others. Using an NSAID with duloxetine may cause you to bruise or bleed easily.", "Avoid driving or hazardous activity until you know how this medicine will affect you. Your reactions could be impaired. Dizziness or fainting can cause falls, accidents, or severe injuries.", "Avoid getting up too fast from a sitting or lying position, or you may feel dizzy.", "Drinking alcohol may increase your risk of liver damage, especially if you take ", "Drizalma", ".", "Get emergency medical help if you have ", "signs of an allergic reaction to Cymbalta", " (", "hives", ", difficult breathing, swelling in your face or throat) ", "or a severe skin reaction", " (fever, ", "sore throat", ", burning eyes, skin pain, red or purple ", "skin rash", " with blistering and peeling).", "Tell your doctor right away if you have new or sudden changes in mood or behavior, including", " new or worse depression or anxiety, panic attacks, trouble sleeping, or if you feel impulsive, irritable, agitated, hostile, aggressive, restless, more active or talkative, or have thoughts about suicide or hurting yourself.", "Call your doctor at once if you have:", "\n", "\n", "pounding heartbeats or fluttering in your chest;", "\n", "\n", "\n", "a light-headed feeling, like you might pass out;", "\n", "\n", "\n", "easy bruising, unusual bleeding;", "\n", "\n", "\n", "vision changes;", "\n", "\n", "\n", "painful or difficult urination;", "\n", "\n", "\n", "liver problems", " - right-sided upper stomach pain, itching, dark urine, ", "jaundice", " (yellowing of the skin or eyes);", "\n", "\n", "\n", "low blood sodium", " - ", "headache", ", confusion, problems with thinking or memory, weakness, feeling unsteady; or", "\n", "\n", "\n", "manic episodes", " - racing thoughts, increased energy, decreased need for sleep, risk-taking behavior, being agitated or talkative.", "\n", "\n", "Seek medical attention right away if you have symptoms of serotonin syndrome, such as:", " ", "agitation", ", hallucinations, fever, sweating, shivering, ", "fast heart rate", ", muscle stiffness, twitching, loss of coordination, ", "nausea", ", vomiting, or ", "diarrhea", ".", "Common Cymbalta side effects may include:", "\n", "\n", "drowsiness;", "\n", "\n", "\n", "nausea, ", "constipation", ", loss of appetite;", "\n", "\n", "\n", "dry mouth; or", "\n", "\n", "\n", "increased sweating.", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Ask your doctor before taking a nonsteroidal anti-inflammatory drug (NSAID) such as ", "aspirin", ", ", "ibuprofen", ", ", "naproxen", ", ", "Advil", ", ", "Aleve", ", ", "Motrin", ", and others. Using an NSAID with Cymbalta may cause you to bruise or bleed easily.", "Many drugs can interact with duloxetine. This includes prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible interactions are listed here. Tell your doctor about all other medicines you use.", "\n", "Can I take Cymbalta (duloxetine) and Trintellix (vortioxetine) together?", "\n", "SSRIs vs SNRIs - What's the difference between them?", "\n", "View more FAQ"], "dosage": ["Initial dose: 20 mg to 30 mg orally 2 times a day", "\nMaintenance dose: 60 mg per day, given either once a day OR 30 mg orally 2 times a day", "\nMaximum dose: 120 mg/day.", "Initial dose: 30 mg orally once a day for at least 1 week", "\nMaintenance dose: 30 to 60 mg orally once a day.", "Initial dose: 60 mg orally once a day", "\nMaintenance dose: 60 to 120 mg orally once a day", "\nMaximum dose: 120 mg/day.", "Initial dose: 30 to 60 mg orally once a day", "\nMaintenance dose: 60 mg orally once a day.", "Initial dose: 30 to 60 mg orally once a day", "\nMaintenance dose: 60 mg orally once a day.", "Initial dose: 30 to 60 mg orally once a day", "\nMaintenance dose: 60 mg orally once a day.", "Initial dose: 30 mg orally once a day for at least 2 weeks", "\nMaintenance dose: 60 mg orally once a day", "\nMaximum dose: 120 mg/day.", "7 to 17 years:", "\n-Initial dose: 30 mg orally once a day for at least 2 weeks", "\n-Maintenance dose: 30 to 60 mg orally once a day", "\n-Maximum dose: 120 mg/day.", "13 years and older:", "\n-Initial dose: 30 mg orally once a day for at least 1 week", "\n-Maintenance dose: 30 to 60 mg orally once a day."], "related_drugs": [", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", "], "missed_dose": ["Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include ", ", ", " or drowsiness, ", ", fast heartbeats, fainting, or coma."], "what_to_avoid": ["Ask your doctor before taking a nonsteroidal anti-inflammatory drug (NSAID) such as aspirin, ibuprofen, naproxen, Advil, Aleve, Motrin, and others. Using an NSAID with duloxetine may cause you to bruise or bleed easily.", "Avoid driving or hazardous activity until you know how this medicine will affect you. Your reactions could be impaired. Dizziness or fainting can cause falls, accidents, or severe injuries.", "Avoid getting up too fast from a sitting or lying position, or you may feel dizzy.", "Drinking alcohol may increase your risk of liver damage, especially if you take ", "."], "side_effects": ["Get emergency medical help if you have ", " (", ", difficult breathing, swelling in your face or throat) ", " (fever, ", ", burning eyes, skin pain, red or purple ", " with blistering and peeling).", " new or worse depression or anxiety, panic attacks, trouble sleeping, or if you feel impulsive, irritable, agitated, hostile, aggressive, restless, more active or talkative, or have thoughts about suicide or hurting yourself.", "Call your doctor at once if you have:", " ", ", hallucinations, fever, sweating, shivering, ", ", muscle stiffness, twitching, loss of coordination, ", ", vomiting, or ", ".", "Common Cymbalta side effects may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "interactions": ["Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Ask your doctor before taking a nonsteroidal anti-inflammatory drug (NSAID) such as ", ", ", ", ", ", ", ", ", ", ", ", and others. Using an NSAID with Cymbalta may cause you to bruise or bleed easily.", "Many drugs can interact with duloxetine. This includes prescription and over-the-counter medicines, ", ", and ", ". Not all possible interactions are listed here. Tell your doctor about all other medicines you use."]},
{"title": "Bystolic", "generic_name": ["nebivolol", "Cardioselective beta blockers"], "drug_class": "Cardioselective beta blockers", "brand_names": ["1"], "dosage_form": null, "uses": ["Bystolic belongs to a group of drugs called beta-blockers. Beta-blockers affect the heart and circulation (blood flow through arteries and veins).", "Bystolic is used to treat hypertension (high blood pressure). Lowering blood pressure may lower your risk of a stroke or heart attack.", "Bystolic may also be used for other purposes not listed in this medication guide."], "warnings": ["Do not skip doses or stop taking Bystolic without first talking to your doctor. Stopping suddenly may make your condition worse or cause other serious heart problems such as severe chest pain or heart attack. You may need to use less and less before you stop the medication completely. If you need surgery, tell the surgeon ahead of time that you are using Bystolic.", "Bystolic may impair your thinking or reactions. Be careful if you drive or do anything that requires you to be alert.", "Bystolic is only part of a complete program of treatment that also includes diet, exercise, and weight control. Follow your diet, medication, and exercise routines very closely.", "Keep using Bystolic as directed, even if you feel well. High blood pressure often has no symptoms. You may need to use blood pressure medication for the rest of your life.", "To make sure you can safely take Bystolic, tell your doctor if you have any of these other conditions:", "\n", "\n", "severe liver disease; or", "\n", "\n", "\n", "a heart problem such as heart block, sick sinus syndrome, slow heart rate, or heart failure.", "\n", "\n", "If you have any of these other conditions, you may need a Bystolic dose adjustment or special tests:", "\n", "\n", "asthma, bronchitis, emphysema;", "\n", "\n", "\n", "liver or kidney disease;", "\n", "\n", "\n", "diabetes;", "\n", "\n", "\n", "a thyroid disorder;", "\n", "\n", "\n", "a history of allergies;", "\n", "\n", "\n", "problems with circulation (such as Raynaud's syndrome);", "\n", "\n", "\n", "pheochromocytoma (tumor of the adrenal gland); or", "\n", "\n", "\n", "if you have recently had a heart attack.", "\n", "\n", "FDA pregnancy category C. It is not known whether Bystolic will harm an unborn baby. Tell your doctor if you are pregnant or plan to become pregnant while using Bystolic. It is not known whether nebivolol passes into breast milk or if it could harm a nursing baby. Do not use Bystolic without telling your doctor if you are breast-feeding a baby.", " ", "Bystolic pregnancy and breastfeeding warnings", " ", "(more detail)", "Take Bystolic exactly as prescribed by your doctor. Do not take in larger or smaller amounts or for longer than recommended. Follow the directions on your prescription label.", "Take Bystolic at the same time every day. You may take the medication with or without food.", "Do not skip doses or stop taking Bystolic without first talking to your doctor. Stopping suddenly may make your condition worse or cause other serious heart problems such as severe chest pain or heart attack. You may need to use less and less before you stop the medication completely.", "Your blood pressure will need to be checked often. Visit your doctor regularly.", "If you need surgery, tell the surgeon ahead of time that you are using Bystolic.", "Bystolic is only part of a complete program of treatment that also includes diet, exercise, and weight control. Follow your diet, medication, and exercise routines very closely.", "Keep using Bystolic as directed, even if you feel well. High blood pressure often has no symptoms. You may need to use blood pressure medication for the rest of your life.", "Store Bystolic at room temperature away from moisture and heat.", " ", "Detailed Bystolic dosage information", " ", "amlodipine", ", ", "lisinopril", ", ", "metoprolol", ", ", "losartan", ", ", "furosemide", ", ", "hydrochlorothiazide", "Take the missed dose as soon as you remember. Skip the missed dose if it is almost time for your next scheduled dose. Do not take extra medicine to make up the missed dose.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include slow heart rate, dizziness, vomiting, trouble breathing, or feeling like you might pass out.", "Bystolic may impair your thinking or reactions. Be careful if you drive or do anything that requires you to be alert.", "Get emergency medical help if you have any of these signs of an allergic reaction to Bystolic: hives; difficult breathing; swelling of your face, lips, tongue, or throat. Call your doctor at once if you have a serious side effect such as:", "\n", "\n", "feeling short of breath, even with mild exertion;", "\n", "\n", "\n", "swelling of your ankles or feet;", "\n", "\n", "\n", "slow or uneven heartbeats; or", "\n", "\n", "\n", "numbness or cold feeling in your hands and feet.", "\n", "\n", "Less serious Bystolic side effects may include:", "\n", "\n", "headache;", "\n", "\n", "\n", "tired feeling;", "\n", "\n", "\n", "nausea, stomach pain;", "\n", "\n", "\n", "diarrhea; or", "\n", "\n", "\n", "sleep problems (insomnia).", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", " ", "Bystolic side effects", " ", "(more detail)", "Tell your doctor about all other medicines you use, especially:", "\n", "\n", "cimetidine (Tagamet);", "\n", "\n", "\n", "clonidine (Catapres);", "\n", "\n", "\n", "digitalis (digoxin, Lanoxin);", "\n", "\n", "\n", "isoniazid (for treating tuberculosis);", "\n", "\n", "\n", "methimazole (Tapazole);", "\n", "\n", "\n", "reserpine;", "\n", "\n", "\n", "ropinirole (Requip);", "\n", "\n", "\n", "ticlopidine (Ticlid);", "\n", "\n", "\n", "another beta-blocker such as atenolol (Tenormin, Tenoretic), carvedilol (Coreg), labetalol (Normodyne, Trandate), metoprolol (Dutoprol, Lopressor, Toprol), nadolol (Corgard), propranolol (Inderal, InnoPran), sotalol (Betapace), and others;", "\n", "\n", "\n", "an antibiotic such as terbinafine (Lamisil);", "\n", "\n", "\n", "an antidepressant such as clomipramine (Anafranil), desipramine (Norpramin), duloxetine (Cymbalta), fluoxetine (Prozac, Rapiflux, Sarafem, Selfemra, Symbyax), imipramine (Tofranil), paroxetine (Paxil, Pexeva), sertraline (Zoloft), or tranylcypromine (Parnate);", "\n", "\n", "\n", "anti-malaria medication such as chloroquine (Aralen) or pyrimethamine (Daraprim), or quinine (Qualaquin);", "\n", "\n", "\n", "heart or blood pressure medicine such as amlodipine (Norvasc, Caduet, Exforge, Lotrel, Tekamlo, Tribenzor, Twynsta, Amturnide), clonidine (Catapres, Clorpres, Kapvay, Nexiclon), diltiazem (Cardizem, Cartia, Dilacor, Diltia, Diltzac, Taztia, Tiazac), nicardipine (Cardene), nifedipine (Nifedical, Procardia), verapamil (Calan, Covera, Isoptin, Verelan, Tarka), and others;", "\n", "\n", "\n", "heart rhythm medicine such as amiodarone (Cordarone, Pacerone), quinidine (Quin-G), procainamide (Pronestyl), disopyramide (Norpace), flecaininde (Tambocor), mexiletine (Mexitil), propafenone, (Rythmol), and others;", "\n", "\n", "\n", "HIV or AIDS medicine such as delavirdine (Rescriptor) or ritonavir (Norvir, Kaletra); or", "\n", "\n", "\n", "medicine to treat psychiatric disorders, such as aripiprazole (Abilify), chlorpromazine (Thorazine), clozapine (Clozaril, FazaClo), fluphenazine (Permitil, Prolixin), haloperidol (Haldol), perphenazine (Trilafon), or thioridazine (Mellaril).", "\n", "\n", "This list is not complete and other drugs may interact with Bystolic. Tell your doctor about all medications you use. This includes prescription, over-the-counter, vitamin, and herbal products. Do not start a new medication without telling your doctor.", " ", "Bystolic drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does Bystolic interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "\n", "More about Bystolic (nebivolol)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (230)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "During pregnancy", "\n", "Generic availability", "\n", "Support group", "\n", "FDA approval history", "\n", "Drug class: cardioselective beta blockers", "\n", "Breastfeeding", "\n", "En español", "\n", "\n", "Professional resources", "\n", "\n", "Bystolic prescribing information", "\n", "Nebivolol ", "(AHFS Monograph)", "\n", "\n", "Related treatment guides", "\n", "\n", "High Blood Pressure", "\n", "Mitral Valve Prolapse", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Bystolic only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 4.01."], "directions": [], "dosage": ["Take Bystolic exactly as prescribed by your doctor. Do not take in larger or smaller amounts or for longer than recommended. Follow the directions on your prescription label.", "Take Bystolic at the same time every day. You may take the medication with or without food.", "Do not skip doses or stop taking Bystolic without first talking to your doctor. Stopping suddenly may make your condition worse or cause other serious heart problems such as severe chest pain or heart attack. You may need to use less and less before you stop the medication completely.", "Your blood pressure will need to be checked often. Visit your doctor regularly.", "If you need surgery, tell the surgeon ahead of time that you are using Bystolic.", "Bystolic is only part of a complete program of treatment that also includes diet, exercise, and weight control. Follow your diet, medication, and exercise routines very closely.", "Keep using Bystolic as directed, even if you feel well. High blood pressure often has no symptoms. You may need to use blood pressure medication for the rest of your life.", "Store Bystolic at room temperature away from moisture and heat."], "related_drugs": [", ", ", ", ", ", ", ", ", "], "missed_dose": ["Take the missed dose as soon as you remember. Skip the missed dose if it is almost time for your next scheduled dose. Do not take extra medicine to make up the missed dose."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include slow heart rate, dizziness, vomiting, trouble breathing, or feeling like you might pass out."], "what_to_avoid": ["Bystolic may impair your thinking or reactions. Be careful if you drive or do anything that requires you to be alert."], "side_effects": ["Get emergency medical help if you have any of these signs of an allergic reaction to Bystolic: hives; difficult breathing; swelling of your face, lips, tongue, or throat. Call your doctor at once if you have a serious side effect such as:", "Less serious Bystolic side effects may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "interactions": ["Tell your doctor about all other medicines you use, especially:", "This list is not complete and other drugs may interact with Bystolic. Tell your doctor about all medications you use. This includes prescription, over-the-counter, vitamin, and herbal products. Do not start a new medication without telling your doctor.", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Bystolic only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Copyright 1996-2024 Cerner Multum, Inc. Version: 4.01."]},
{"title": "Azulfidine", "generic_name": ["sulfasalazine", "Azulfidine EN-tabs", "Sulfazine", "5-aminosalicylates", "Antirheumatics"], "drug_class": "5-aminosalicylates", "brand_names": ["1"], "dosage_form": null, "uses": ["Azulfidine is used to treat ", "ulcerative colitis", " (UC), and to decrease the frequency of UC attacks. This medicine will not cure ulcerative colitis, but it can reduce the number of attacks you have.", "Azulfidine is also used to treat ", "rheumatoid arthritis", " in children and adults who have used other ", "arthritis", " medicines that did not work or have stopped working.", "Azulfidine may also be used for purposes not listed in this medication guide.", "Get emergency medical help if you have ", "signs of an allergic reaction", " (hives, difficult breathing, swelling in your face or throat) ", "or a severe skin reaction", " (fever, ", "sore throat", ", burning eyes, skin pain, red or purple skin rash with blistering and peeling).", "Seek medical treatment if you have a serious drug reaction that can affect many parts of your body.", " Symptoms may include: skin rash, fever, swollen glands, muscle aches, severe weakness, unusual bruising, or yellowing of your skin or eyes.", "You may get infections more easily, even serious or fatal infections.", " Call your doctor right away if you have signs of infection such as:", "Also call your doctor at once if you have:", "Common side effects of Azulfidine may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "warnings": ["You should not use Azulfidine if you have ", "porphyria", ", a blockage in your bladder or intestines, or if you are allergic to ", "sulfa drugs", ", aspirin, or similar medicines called ", "salicylates", ".", "You should not use Azulfidine if you are allergic to it, or if you have:", "\n", "\n", "a blockage in your bladder or intestines;", "\n", "\n", "\n", "porphyria (a genetic enzyme disorder that causes symptoms affecting the skin or nervous system);", "\n", "\n", "\n", "an allergy to sulfa drugs; or", "\n", "\n", "\n", "an allergy to aspirin or other salicylates (such as ", "Nuprin Backache Caplet", ", ", "Kaopectate", ", KneeRelief, ", "Pamprin Cramp Formula", ", ", "Pepto-Bismol", ", Tricosal, ", "Trilisate", ", and others).", "\n", "\n", "Tell your doctor if you have ever had:", "\n", "\n", "frequent infections;", "\n", "\n", "\n", "asthma;", "\n", "\n", "\n", "low blood cell counts; or", "\n", "\n", "\n", "liver or kidney disease.", "\n", "\n", "Tell your doctor if you are pregnant.", " Taking Azulfidine can make it harder for your body to absorb ", "folic acid", ", and folic acid helps prevent major birth defects of the baby's brain or spine. You may need to take folic acid supplements if you take this medicine during pregnancy. Follow your doctor's instructions.", "Sulfasalazine", " can pass into breast milk and may cause diarrhea or bloody stools in a nursing baby. Tell your doctor if you are breast-feeding.", "Azulfidine is not approved for use by anyone younger than 2 years old.", "Follow all directions on your prescription label and read all medication guides or instruction sheets. Use the medicine exactly as directed.", "Take  Azulfidine after a meal.", "Swallow the tablet whole and do not crush, chew, or break it.", "You will need frequent medical tests.", "Drink plenty of liquids to keep your kidneys working properly while you are taking Azulfidine.", "Azulfidine can affect the results of certain medical tests. Tell any doctor who treats you that you are using this medicine.", "Azulfidine may cause your skin or urine to appear orange-yellow in color. Call your doctor if you also have yellowing of your eyes, brown urine, or stomach pain. These may be signs of liver problems.", "If you are treating arthritis, do not stop using any of your other arthritis medicines until your doctor tells you to. Azulfidine may not improve your symptoms right away, and you may still need your other medicines for awhile.", "Azulfidine is only part of a complete treatment for rheumatoid arthritis that may also include rest and physical therapy. Follow your doctor's instructions very closely.", "Store at room temperature away from moisture and heat.", " ", "Detailed Azulfidine dosage information", " ", "Entyvio", ", ", "Cimzia", ", ", "Stelara", ", ", "aspirin", ", ", "prednisone", ", ", "ibuprofen", ", ", "meloxicam", ", ", "methylprednisolone", ", ", "celecoxib", ", ", "dexamethasone", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include vomiting, stomach pain, ", "drowsiness", ", or seizure.", "Follow your doctor's instructions about any restrictions on food, beverages, or activity.", "Other drugs may affect Azulfidine, including prescription and over-the-counter medicines, vitamins, and ", "herbal products", ". Tell your doctor about all your current medicines and any medicine you start or stop using.", " ", "Azulfidine drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does Azulfidine interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "\n", "\n", "How long does sulfasalazine take to work? ", "\n", "It can take up to two months before you feel the full effects of sulfasalazine, a disease-modifying anti-rheumatic drug (DMARD) used in the treatment of inflammatory conditions like rheumatoid arthritis, ulcerative colitis and Crohn's disease.", "\n", "\n", "\n", "Does sulfasalazine cause cancer? ", "\n", "Cancer or malignancies are not listed as an oncology side effect in the product labeling for sulfasalazine, a conventional DMARD, but your doctor may suggest more frequent skin cancer monitoring.", "\r\n", "You may not be eligible to use certain biologic DMARDs if you have a history of skin cancer (melanoma) or other cancers. Some biologic DMARDs, for example Humira or Enbrel, have been rarely associated with cancers such as lymphoma or melanoma.", "\n", "\n", "\n", "Does sulfasalazine suppress the immune system? ", "\n", "Sulfasalazine may suppress your immune system by lowering white blood cell counts. Serious or fatal infections can occur. If you come down with signs or symptoms of an infection such as fever, chills, shortness of breath, cough, paleness, sore throat, mouth sores, redness or swelling, contact your doctor right away.", "\n", "\n", "\n", "What are the long-term effects of taking sulfasalazine? ", "\n", "Long-term side effects with sulfasalazine may include serious allergic reactions, low blood cell counts, infections, heart, liver and kidney damage, nerve or muscle problems, low sperm count, sun sensitivity and severe skin reactions. Your urine or skin may turn orange colored but is usually harmless and goes away when medicine is stopped.", "\n", "\n", "\n", "Does sulfasalazine cause weight gain? ", "\n", "Sulfasalazine may cause kidney problems that lead to fluid build-up in your body and weight gain. You may have puffy eyes or swelling in your arms, ankles or feet, or little or no urination. Call your doctor right away if you have any of these side effects.", "\n", "\n", "\n", "Does sulfasalazine cause hair loss? ", "\n", "Hair loss (alopecia) has been reported with sulfasalazine in one case report of a severe allergic reaction (Drug Rash with Eosinophilia and Systemic Symptoms or “DRESS”), but is not a common side effect. Autoimmune conditions, such as rheumatoid arthritis (RA) and lupus, can be associated with hair loss.", "\n", "\n", "\n", "How long does sulfasalazine stay in your system? ", "\n", "Oral sulfasalazine is mainly broken down in your intestines to the more active agent sulfapyridine. It takes 1.5 to 2 days to get sulfasalazine out of your system, and 2 to 3.5 days for sulfapyridine. Results can vary due to many factors, including your age, health, how fast you metabolize, and drug route and dose.", "\n", "\n", "\n", "Is sulfasalazine a steroid drug? ", "\n", "No, sulfasalazine is not a steroid medication like prednisone or prednisolone, but can lower inflammation in certain diseases and help prevent the need for steroids. It is classified as an oral 5-aminosalicylate agent and is used for conditions like ulcerative colitis and rheumatoid arthritis.", "\n", "\n", "\n", "Does sulfasalazine cause high blood pressure? ", "\n", "Sulfasalazine has not been found to be associated with high blood pressure (hypertension) in a clinical research study. Also, the manufacturer’s product information does not list high blood pressure as a side effect. Common side effects with sulfasalazine include loss of appetite, headache, vomiting, and upset stomach.", "\n", "\n", "\n", "More about Azulfidine (sulfasalazine)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (3)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "During pregnancy", "\n", "Generic availability", "\n", "Drug class: 5-aminosalicylates", "\n", "Breastfeeding", "\n", "En español", "\n", "\n", "Patient resources", "\n", "\n", "Azulfidine advanced reading", "\n", "\n", "Other brands", "Sulfazine", "\n", "Professional resources", "\n", "\n", "Azulfidine prescribing information", "\n", "Sulfasalazine ", "(AHFS Monograph)", "\n", "\n", "Other formulations", "\n", "\n", "Azulfidine EN-tabs", "\n", "\n", "Related treatment guides", "\n", "\n", "Alopecia", "\n", "Inflammatory Bowel Disease", "\n", "Juvenile Rheumatoid Arthritis", "\n", "Lymphocytic Colitis", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use this medication only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 8.01."], "directions": [], "dosage": ["Follow all directions on your prescription label and read all medication guides or instruction sheets. Use the medicine exactly as directed.", "Take  Azulfidine after a meal.", "Swallow the tablet whole and do not crush, chew, or break it.", "You will need frequent medical tests.", "Drink plenty of liquids to keep your kidneys working properly while you are taking Azulfidine.", "Azulfidine can affect the results of certain medical tests. Tell any doctor who treats you that you are using this medicine.", "Azulfidine may cause your skin or urine to appear orange-yellow in color. Call your doctor if you also have yellowing of your eyes, brown urine, or stomach pain. These may be signs of liver problems.", "If you are treating arthritis, do not stop using any of your other arthritis medicines until your doctor tells you to. Azulfidine may not improve your symptoms right away, and you may still need your other medicines for awhile.", "Azulfidine is only part of a complete treatment for rheumatoid arthritis that may also include rest and physical therapy. Follow your doctor's instructions very closely.", "Store at room temperature away from moisture and heat."], "related_drugs": [", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", "], "missed_dose": ["Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include vomiting, stomach pain, ", ", or seizure."], "what_to_avoid": [], "side_effects": ["Get emergency medical help if you have ", " (hives, difficult breathing, swelling in your face or throat) ", " (fever, ", ", burning eyes, skin pain, red or purple skin rash with blistering and peeling).", " Symptoms may include: skin rash, fever, swollen glands, muscle aches, severe weakness, unusual bruising, or yellowing of your skin or eyes.", " Call your doctor right away if you have signs of infection such as:", "Also call your doctor at once if you have:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "You should not use Azulfidine if you have ", ", a blockage in your bladder or intestines, or if you are allergic to ", ", aspirin, or similar medicines called ", ".", "You should not use Azulfidine if you are allergic to it, or if you have:", "Tell your doctor if you have ever had:", " Taking Azulfidine can make it harder for your body to absorb ", ", and folic acid helps prevent major birth defects of the baby's brain or spine. You may need to take folic acid supplements if you take this medicine during pregnancy. Follow your doctor's instructions.", " can pass into breast milk and may cause diarrhea or bloody stools in a nursing baby. Tell your doctor if you are breast-feeding.", "Azulfidine is not approved for use by anyone younger than 2 years old.", "Follow all directions on your prescription label and read all medication guides or instruction sheets. Use the medicine exactly as directed.", "Take  Azulfidine after a meal.", "Swallow the tablet whole and do not crush, chew, or break it.", "You will need frequent medical tests.", "Drink plenty of liquids to keep your kidneys working properly while you are taking Azulfidine.", "Azulfidine can affect the results of certain medical tests. Tell any doctor who treats you that you are using this medicine.", "Azulfidine may cause your skin or urine to appear orange-yellow in color. Call your doctor if you also have yellowing of your eyes, brown urine, or stomach pain. These may be signs of liver problems.", "If you are treating arthritis, do not stop using any of your other arthritis medicines until your doctor tells you to. Azulfidine may not improve your symptoms right away, and you may still need your other medicines for awhile.", "Azulfidine is only part of a complete treatment for rheumatoid arthritis that may also include rest and physical therapy. Follow your doctor's instructions very closely.", "Store at room temperature away from moisture and heat.", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", "Take the medicine as soon as you can, but skip the missed dose if it is almost time for your next dose. Do not take two doses at one time.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Overdose symptoms may include vomiting, stomach pain, ", ", or seizure.", "Follow your doctor's instructions about any restrictions on food, beverages, or activity."], "interactions": ["Other drugs may affect Azulfidine, including prescription and over-the-counter medicines, vitamins, and ", ". Tell your doctor about all your current medicines and any medicine you start or stop using."]},
{"title": "8-Mop", "generic_name": ["methoxsalen", "Oxsoralen-Ultra", "Psoralens"], "drug_class": "Psoralens", "brand_names": ["1"], "dosage_form": null, "uses": ["8-Mop works by enhancing the body's sensitivity to ultraviolet light A (UVA).", "8-Mop is used in combination with UVA light therapy to treat severe psoriasis.", "8-Mop can cause harmful effects", " on your vision and on your skin (premature aging or ", "skin cancer", ").  8-Mop is used only for severe psoriasis that has not improved with other treatments. You must remain under the care of a doctor while taking this medicine.", "8-Mop may also be used for purposes not listed in this medication guide.", "Get emergency medical help if you have ", "signs of an allergic reaction:", " hives; difficult breathing; swelling of your face, lips, tongue, or throat.", "8-Mop may cause serious side effects. Call your doctor at once if you have:", "Mild skin redness may occur and can last for 1 or 2 days. This is a normal side effect after UVA treatment and may not be a sign of severe sunburn. Ask your doctor if you have concerns about any redness or swelling.", "Common side effects of 8-Mop may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "warnings": ["You should not use 8-Mop if you are sensitive to light, if you have lens damage in your eye, or if you have had skin cancer.", "8-Mop can cause harmful effects on your vision and on your skin.", " You must avoid natural sunlight for up to 48 hours after UVA treatment.", "Oxsoralen-Ultra", " and 8-Mop are not equivalent medicines and may not have the same dosing schedule.", "You should not use  8-Mop if you are allergic to 8-Mop or similar medicines, or if you have:", "\n", "\n", "lupus, porphyria, albinism, or other conditions that make you more sensitive to light;", "\n", "\n", "\n", "a history of skin cancer (melanoma or ", "squamous cell carcinoma", "); or", "\n", "\n", "\n", "damage to the lenses of your eyes caused by surgery, injury, or genetic condition.", "\n", "\n", "Before your UVA treatment:", " Do not expose your skin to sunlight for at least 24 hours before you take 8-Mop. Avoid applying sunscreen to areas of psoriasis that will be treated with UVA therapy.", "You may need to have your eyes examined before you start taking 8-Mop.", "To make sure 8-Mop is safe for you, tell your doctor if you have ever had:", "\n", "\n", "heart disease", ";", "\n", "\n", "\n", "liver or kidney disease;", "\n", "\n", "\n", "a ", "skin pigment disorder", ";", "\n", "\n", "\n", "cataracts;", "\n", "\n", "\n", "basal cell carcinoma", ";", "\n", "\n", "\n", "extreme sensitivity to sunlight (if you sunburn easily); or", "\n", "\n", "\n", "radiation or x-ray therapy, or treatment with ", "arsenic trioxide", " (Trisenox).", "\n", "\n", "It is not known whether 8-Mop taken orally will harm an unborn baby.", " Tell your doctor if you are pregnant or plan to become pregnant.", "It may not be safe to breast-feed a baby while you are using this medicine. Ask your doctor about any risks.", "You may need to have your eyes examined first.", "Follow all directions on your prescription label. Use the medicine exactly as directed.", "8-Mop doses are based on weight. Tell your doctor if you gain or lose weight.", "You will take 8-Mop a certain number of hours before you are scheduled to receive UVA treatment. Soft gelatin capsules (", "Oxsoralen", "-Ultra) are more easily absorbed than hard gelatin capsules (8-Mop). The timing of your dose will depend on the type of capsule you are taking.", "You may need to keep taking 8-Mop for a short time after UVA treatment. Follow your doctor's dosing instructions very carefully.", "Take this medicine with low-fat food or milk if it upsets your stomach.", "If your doctor changes your brand, strength, or type of ", "methoxsalen", ", your dose needs and UVA light therapy schedule may change. Oxsoralen-Ultra and 8-Mop are not equivalent medicines and may not have the same dosing schedule.", "8-Mop will make you more sensitive to sunlight, which can cause harmful effects", " on your vision and on your skin (premature aging or skin cancer).", "For at least 8 hours after you take 8-Mop:", "\n", "\n", "Avoid exposure to sunlight or tanning beds.", "\n", "\n", "\n", "Even sunlight shining through clouds or through a glass window can expose you to harmful UV rays.", "\n", "\n", "\n", "Wear protective clothing and use sunscreen (SPF 30 or higher) when you are outdoors or near a window.", "\n", "\n", "\n", "Do not apply sunscreen to areas of active psoriasis that will be treated with UVA therapy.", "\n", "\n", "For 24 to 48 hours after you receive UVA treatment:", "\n", "\n", "You must protect your skin and eyes from natural sunlight (even sun shining through a window).", "\n", "\n", "\n", "Do not expose your skin to any sunlight. Wear protective clothing including a hat and gloves. Use a sunscreen with a minimum SPF of 30, and apply it to all uncovered skin areas exposed to light.", "\n", "\n", "\n", "Wear sunglasses for at least 24 hours after treatment.", "\n", "\n", "\n", "For utmost protection, wear a pair of wraparound UVA-absorbing sunglasses, even while you are indoors near a window.", "\n", "\n", "You may develop cataracts if you do not properly protect your eyes after 8-Mop and UVA treatment.", "Follow your doctor's instructions about applying topical psoriasis medications or any moisturizing lotions after your 8-Mop and UVA treatment.", "Check your skin regularly for signs of skin cancer, such as a small growth or nodule, a scaly or crusted lesion, a brownish spot or speckles, or a change in the size, color, or feel of a mole. You may need to check your skin for signs of cancer throughout the rest of your life.", "Store 8-Mop at room temperature away from moisture, heat, and light.", " ", "Detailed 8-MOP dosage information", " ", "methotrexate", ", ", "Humira", ", ", "cyclosporine", ", ", "adalimumab", ", ", "Stelara", ", ", "Remicade", ", ", "bexarotene", ", ", "methoxsalen", ", ", "romidepsin", ", ", "Actimmune", "Call your doctor for instructions if you did not take  8-Mop at the correct time before your scheduled UVA treatment. ", "You may need to reschedule.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222. You may be instructed to make yourself vomit and stay in a dark room for 24 hours. You will be extremely sensitive to light after an overdose.", "Avoid exposure to sunlight or artificial UV rays other than your scheduled light therapy treatments.", "Tell your doctor about all your current medicines and any you start or stop using. 8-Mop can make your skin even more sensitive to sunlight if you also use certain other medicines, especially:", "\n", "\n", "anthralin;", "\n", "\n", "\n", "an ", "antibiotic", " or a sulfa drug;", "\n", "\n", "\n", "certain antimicrobial soaps;", "\n", "\n", "\n", "a diuretic or \"water pill\";", "\n", "\n", "\n", "coal tar applied to the skin or scalp--such as ", "Neutrogena T/Gel", ", ", "Psoriasin", ", ", "Tegrin Medicated", ";", "\n", "\n", "\n", "medicine to treat mental illness--", "fluphenazine", ", ", "prochlorperazine", ", ", "thioridazine", ", and others; or", "\n", "\n", "\n", "a staining dye--such as ", "methylene blue", ", toluidine blue, rose bengal, or methyl orange.", "\n", "\n", "This list is not complete. Other drugs may interact with methoxsalen, including prescription and over-the-counter medicines, vitamins, and ", "herbal products", ". Not all possible interactions are listed in this medication guide.", " ", "8-MOP drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does 8-MOP interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "\n", "More about 8-MOP (methoxsalen)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "During pregnancy", "\n", "Drug class: psoralens", "\n", "Breastfeeding", "\n", "\n", "Patient resources", "\n", "\n", "8-Mop advanced reading", "\n", "\n", "Other brands", "Oxsoralen-Ultra", ", ", "Uvadex", "\n", "Professional resources", "\n", "\n", "8-MOP prescribing information", "\n", "Methoxsalen ", "(AHFS Monograph)", "\n", "\n", "Other brands", "Oxsoralen-Ultra", ", ", "Uvadex", "\n", "Related treatment guides", "\n", "\n", "Cutaneous T-cell Lymphoma", "\n", "Psoriasis", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use this medication only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 5.01."], "directions": [], "dosage": ["You may need to have your eyes examined first.", "Follow all directions on your prescription label. Use the medicine exactly as directed.", "8-Mop doses are based on weight. Tell your doctor if you gain or lose weight.", "You will take 8-Mop a certain number of hours before you are scheduled to receive UVA treatment. Soft gelatin capsules (", "-Ultra) are more easily absorbed than hard gelatin capsules (8-Mop). The timing of your dose will depend on the type of capsule you are taking.", "You may need to keep taking 8-Mop for a short time after UVA treatment. Follow your doctor's dosing instructions very carefully.", "Take this medicine with low-fat food or milk if it upsets your stomach.", "If your doctor changes your brand, strength, or type of ", ", your dose needs and UVA light therapy schedule may change. Oxsoralen-Ultra and 8-Mop are not equivalent medicines and may not have the same dosing schedule.", " on your vision and on your skin (premature aging or skin cancer).", "Follow your doctor's instructions about applying topical psoriasis medications or any moisturizing lotions after your 8-Mop and UVA treatment.", "Check your skin regularly for signs of skin cancer, such as a small growth or nodule, a scaly or crusted lesion, a brownish spot or speckles, or a change in the size, color, or feel of a mole. You may need to check your skin for signs of cancer throughout the rest of your life.", "Store 8-Mop at room temperature away from moisture, heat, and light."], "related_drugs": [", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", "], "missed_dose": ["Call your doctor for instructions if you did not take  8-Mop at the correct time before your scheduled UVA treatment. "], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222. You may be instructed to make yourself vomit and stay in a dark room for 24 hours. You will be extremely sensitive to light after an overdose."], "what_to_avoid": [], "side_effects": ["Get emergency medical help if you have ", " hives; difficult breathing; swelling of your face, lips, tongue, or throat.", "Mild skin redness may occur and can last for 1 or 2 days. This is a normal side effect after UVA treatment and may not be a sign of severe sunburn. Ask your doctor if you have concerns about any redness or swelling.", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "You should not use 8-Mop if you are sensitive to light, if you have lens damage in your eye, or if you have had skin cancer.", " You must avoid natural sunlight for up to 48 hours after UVA treatment.", " and 8-Mop are not equivalent medicines and may not have the same dosing schedule.", "You should not use  8-Mop if you are allergic to 8-Mop or similar medicines, or if you have:", " Do not expose your skin to sunlight for at least 24 hours before you take 8-Mop. Avoid applying sunscreen to areas of psoriasis that will be treated with UVA therapy.", "You may need to have your eyes examined before you start taking 8-Mop.", "To make sure 8-Mop is safe for you, tell your doctor if you have ever had:", " Tell your doctor if you are pregnant or plan to become pregnant.", "It may not be safe to breast-feed a baby while you are using this medicine. Ask your doctor about any risks.", "You may need to have your eyes examined first.", "Follow all directions on your prescription label. Use the medicine exactly as directed.", "8-Mop doses are based on weight. Tell your doctor if you gain or lose weight.", "You will take 8-Mop a certain number of hours before you are scheduled to receive UVA treatment. Soft gelatin capsules (", "-Ultra) are more easily absorbed than hard gelatin capsules (8-Mop). The timing of your dose will depend on the type of capsule you are taking.", "You may need to keep taking 8-Mop for a short time after UVA treatment. Follow your doctor's dosing instructions very carefully.", "Take this medicine with low-fat food or milk if it upsets your stomach.", "If your doctor changes your brand, strength, or type of ", ", your dose needs and UVA light therapy schedule may change. Oxsoralen-Ultra and 8-Mop are not equivalent medicines and may not have the same dosing schedule.", " on your vision and on your skin (premature aging or skin cancer).", "Follow your doctor's instructions about applying topical psoriasis medications or any moisturizing lotions after your 8-Mop and UVA treatment.", "Check your skin regularly for signs of skin cancer, such as a small growth or nodule, a scaly or crusted lesion, a brownish spot or speckles, or a change in the size, color, or feel of a mole. You may need to check your skin for signs of cancer throughout the rest of your life.", "Store 8-Mop at room temperature away from moisture, heat, and light.", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", ", "Call your doctor for instructions if you did not take  8-Mop at the correct time before your scheduled UVA treatment. ", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222. You may be instructed to make yourself vomit and stay in a dark room for 24 hours. You will be extremely sensitive to light after an overdose.", "Avoid exposure to sunlight or artificial UV rays other than your scheduled light therapy treatments."], "interactions": ["Tell your doctor about all your current medicines and any you start or stop using. 8-Mop can make your skin even more sensitive to sunlight if you also use certain other medicines, especially:", "This list is not complete. Other drugs may interact with methoxsalen, including prescription and over-the-counter medicines, vitamins, and ", ". Not all possible interactions are listed in this medication guide.", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use this medication only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Copyright 1996-2024 Cerner Multum, Inc. Version: 5.01."]},
{"title": "Zytiga", "generic_name": ["abiraterone", "Miscellaneous antineoplastics"], "drug_class": "Miscellaneous antineoplastics", "brand_names": ["1"], "dosage_form": null, "uses": ["Zytiga works by reducing androgen production in the body. Androgens are male ", "hormones", " that can promote tumor growth in the prostate gland.", "Zytiga is used together with steroid medication (", "prednisone", " or ", "methylprednisolone", ") to treat ", "prostate cancer", " that has spread to other parts of the body.", "Zytiga is used in men whose prostate cancer cannot be treated with surgery or other medicines."], "warnings": ["You should not use Zytiga if you have severe liver disease.", "Before you take this medicine, tell your doctor if you have low levels of potassium in your blood, any type of infection, high blood pressure, congestive heart failure, or a history of heart disease, fluid retention, recent heart attack, or problems with your adrenal gland or pituitary gland.", "Although Zytiga is not for use by women, this medicine can harm an unborn baby or cause birth defects. ", "The tablets should not be handled by a woman who is pregnant or who may become pregnant.", "While you are taking Zytiga and for at least 1 week after your treatment ends: Use a condom to prevent transfer of this medication to your sexual partner if she is pregnant. Use a condom plus another form of effective birth control if your sexual partner could become pregnant.", "You should not use Zytiga if you are allergic to abiraterone.", "Zytiga is not for use by women or children.", "To make sure this medicine is safe for you, tell your doctor if you have ever had:", "\n", "\n", "liver disease;", "\n", "\n", "\n", "diabetes (especially if you use ", "pioglitazone", " or ", "repaglinide", ");", "\n", "\n", "\n", "heart problems, ", "high blood pressure", ";", "\n", "\n", "\n", "a ", "heart attack", ";", "\n", "\n", "\n", "low levels of potassium in your blood; or", "\n", "\n", "\n", "problems with your adrenal gland or pituitary gland.", "\n", "\n", "Abiraterone can harm an unborn baby if a woman is exposed to it during pregnancy. ", "A Zytiga tablet should not be handled by a woman who is pregnant or may become pregnant.", " The medicine from a broken tablet could be absorbed through the skin.", "Abiraterone can also harm an unborn baby if the father is taking this medicine at the time of conception or during pregnancy.", "Use effective birth control if your sex partner is pregnant or able to get pregnant. Keep using birth control for at least 3 weeks after your last dose.", " ", "Zytiga pregnancy and breastfeeding warnings", " ", "(more detail)", "Zytiga is usually taken once per day while also taking a steroid 1 or 2 times per day. Follow your doctor's dosing instructions very carefully.", "Follow all directions on your prescription label and read all medication guides or instruction sheets.", "Your abiraterone dose needs may change if you switch to a different brand, strength, or form of this medicine. Avoid medication errors by using only the medicine your doctor prescribes.", "Your steroid dose needs may change if you have an infection or are under ", "stress", ". Do not change your dose or stop using your steroid medicine without your doctor's advice.", "Take this medicine with a full glass of water.", "You may take Yonsa with or without food.", "Take ", "Zytiga", " on an empty stomach. ", "Do not eat anything for at least 2 hours before and 1 hour after you take your dose.", "Swallow the tablet whole and do not crush, chew, or break it.", "Your blood pressure will need to be checked often, and you may need frequent blood tests. If you have diabetes, your blood sugar should be checked carefully, especially if you take pioglitazone or repaglinide.", "You should not stop using Zytiga or your steroid medicine suddenly. Follow your doctor's instructions about tapering your prednisone dose.", "Store at room temperature away from moisture and heat.", "Usual Adult Dose for Prostate Cancer:", "Metastatic CRPC:", "\n-Regular formulation: 1000 mg orally once daily (in combination with methylprednisolone 5 mg orally 2 times daily)", "\n-Micronized formulation: 500 mg orally once daily (in combination with methylprednisolone 4 mg orally 2 times daily)", "\n", "\nMetastatic high-risk CSPC:", "\n-Regular formulation: 1000 mg orally once daily (in combination with methylprednisolone 5 mg orally once daily)", "\n-Micronized formulation: 500 mg orally once daily (in combination with methylprednisolone 4 mg orally 2 times a day)", "\n", "\nComments:", "\n-Patients receiving this drug should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy.", "\nNOTE: Different abiraterone brands have different indications and different dosing. Below are suggested dosing guidelines. Refer to the manufacturer product information before prescribing this drug.", "\n", "\nUses:", "\nIn combination with prednisone for the treatment of patients with:", "\n-Metastatic castration-resistant prostate cancer (CRPC)", "\n-Metastatic high-risk castration-sensitive prostate cancer (CSPC)", " ", "Detailed Zytiga dosage information", " ", "Erleada", ", ", "estradiol", ", ", "Premarin", ", ", "Xtandi", ", ", "Casodex", ", ", "Lynparza", "Skip the missed dose and take the medicine the following day. Do not take two doses at one time.", "Call your doctor for instructions if you miss more than one dose of Zytiga.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Do not eat food for at least 2 hours before you take ", "Zytiga", " and for at least 1 hour after your dose. Food can increase the amount of abiraterone your body absorbs and may cause side effects.", "Avoid taking an herbal supplement containing ", "St. John's wort", ".", "Get emergency medical help if you have ", "signs of an allergic reaction to Zytiga", ": ", "hives", "; difficult breathing; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have:", "\n", "\n", "swelling in your ankles or feet, pain in your legs;", "\n", "\n", "\n", "fast or irregular heartbeats;", "\n", "\n", "\n", "a light-headed feeling, like you might pass out;", "\n", "\n", "\n", "severe ", "headache", ", blurred vision, pounding in your neck or ears;", "\n", "\n", "\n", "pain or burning when you urinate;", "\n", "\n", "\n", "low red blood cells (anemia)--pale skin, tiredness, feeling light-headed or short of breath, cold hands and feet;", "\n", "\n", "\n", "low blood potassium--leg cramps, ", "constipation", ", irregular heartbeats, fluttering in your chest, increased thirst or urination, numbness or tingling, muscle weakness or limp feeling;", "\n", "\n", "\n", "liver problems--stomach pain (upper right side), ", "nausea", ", ", "vomiting", ", dark urine, ", "jaundice", " (yellowing of the skin or eyes); or", "\n", "\n", "\n", "severe ", "low blood sugar", "--headache, hunger, sweating, irritability, ", "dizziness", ", ", "fast heart rate", ", and feeling anxious or shaky.", "\n", "\n", "Common Zytiga side effects may include:", "\n", "\n", "feeling very weak or tired;", "\n", "\n", "\n", "feeling very hot;", "\n", "\n", "\n", "high blood sugar;", "\n", "\n", "\n", "increased blood pressure;", "\n", "\n", "\n", "swelling in your legs or feet;", "\n", "\n", "\n", "anemia, low blood potassium;", "\n", "\n", "\n", "painful urination;", "\n", "\n", "\n", "abnormal liver function tests or other blood tests;", "\n", "\n", "\n", "joint pain or swelling;", "\n", "\n", "\n", "headache;", "\n", "\n", "\n", "nausea, vomiting, ", "diarrhea", "; or", "\n", "\n", "\n", "cold symptoms", " such as stuffy nose, sneezing, cough, ", "sore throat", ".", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", " ", "Zytiga side effects", " ", "(more detail)", "Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Tell your doctor about all your current medicines. Many drugs can interact with abiraterone, especially:", "\n", "\n", "other prostate cancer medicines, especially radium Ra 223 (may increase your risk of fractures while you are taking Zytiga); or", "\n", "\n", "\n", "pioglitazone or repaglinide to treat diabetes (may cause severe low blood sugar ", "hypoglycemia", " while you are taking Zytiga.", "\n", "\n", "This list is not complete and many other drugs may interact with abiraterone. This includes prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible drug interactions are listed here.", " ", "Zytiga drug interactions", " ", "(more detail)", "\n\t", "\n\t\t", "Does Zytiga interact with my other drugs?", "\n\t\t", "Enter medications to view a detailed interaction report using our ", "Drug Interaction Checker", ".", "\n\n\t\t", "\n\t\t\t", "\n\t\t\t\t", "\n\t\t\t\t\t", "Drug name", "\n\t\t\t\t\t", "\n\t\t\t\t", "\n\n\t\t\t\t", "\n\n\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t\t", "Add a drug to check interactions", "\n\t\t\t\t\t\t", "\n\t\t\t\t\t", "\n\t\t\t\t\t", "Add", "\n\t\t\t\t", "\n\t\t\t", "\n\t\t", "\n\t", "\n", "\n", "\n", "Why is prednisone prescribed with Zytiga? ", "\n", "Zytiga is taken with prednisone to help manage side effects that might occur with this prostate cancer treatment. Zytiga blocks the production of cortisol from your adrenal glands. Prednisone helps to replace the lost cortisol that can cause side effects such as low blood potassium levels, fluid build up (edema), or high blood pressure. ", "Continue reading", "\n", "\n", "\n", "How long do you take Zytiga for? ", "\n", "Patients typically take medications such as Zytiga for as long as they are effective for or as long as they can tolerate them.", "\r\n", "The median amount of time patients with metastatic prostate cancer remained on Zytiga ranged from 8 to 24 months, according to the results from clinical trials used to gain Food and Drug Administration (FDA) approval for Zytiga in the US. ", "Continue reading", "\n", "\n", "\n", "Xtandi vs Zytiga: How do they compare? ", "\n", "Xtandi (enzalutamide) and Zytiga (abiraterone acetate) are both drugs that are used in the treatment of prostate cancer. Results from various analyses indicate that Xtandi is more effective than Zytiga in patients with castration-resistant prostate cancer that has spread or metastasized, although it’s more commonly associated with fatigue. ", "Continue reading", "\n", "\n", "\n", "Is Zytiga a form of chemotherapy? ", "\n", "Zytiga (abiraterone acetate) is a type of hormone therapy that is used along with prednisone to treat men with prostate cancer that has spread to other parts of the body (metastasized). Despite being used to treat cancer, Zytiga is not a form of chemotherapy. ", "Continue reading", "\n", "\n", "\n", "What does abiraterone therapy do? ", "\n", "Abiraterone works by blocking the effects of an enzyme (called CYP17) that is found in testicular, adrenal, and prostate tumor tissue that is necessary for the production of testosterone and other androgens. By blocking this enzyme, abiraterone reduces the production of testosterone and other androgens which stimulate prostate cancer cells to grow. Abiraterone inhibits androgen at 3 sources—the testes, the adrenal glands, AND the tumor itself. ", "Continue reading", "\n", "\n", "More FAQ", "\n", "What's the difference between Yonsa and Zytiga?", "\n", "View more FAQ", "  ", "References", "  ", "    ", "Zytiga Product Label", "  ", "\n", "More about Zytiga (abiraterone)", "\n", "\n", "Check interactions", "\n", "Compare alternatives", "\n", "Pricing & coupons", "\n", "Reviews (41)", "\n", "Drug images", "\n", "Side effects", "\n", "Dosage information", "\n", "During pregnancy", "\n", "Generic availability", "\n", "FDA approval history", "\n", "Drug class: miscellaneous antineoplastics", "\n", "En español", "\n", "\n", "Patient resources", "\n", "Other brands", "Yonsa", "\n", "Professional resources", "\n", "\n", "Zytiga prescribing information", "\n", "Abiraterone ", "(AHFS Monograph)", "\n", "\n", "Other brands", "Yonsa", "\n", "Related treatment guides", "\n", "\n", "Prostate Cancer", "\n", "\n", "Remember, keep this and all other medicines out of the reach of children, never share your medicines with others, and use Zytiga only for the indication prescribed.", "Always consult your healthcare provider to ensure the information displayed on this page applies to your personal circumstances.", "Medical Disclaimer", "Copyright 1996-2024 Cerner Multum, Inc. Version: 10.01."], "directions": ["Zytiga is usually taken once per day while also taking a steroid 1 or 2 times per day. Follow your doctor's dosing instructions very carefully.", "Follow all directions on your prescription label and read all medication guides or instruction sheets.", "Your abiraterone dose needs may change if you switch to a different brand, strength, or form of this medicine. Avoid medication errors by using only the medicine your doctor prescribes.", "Your steroid dose needs may change if you have an infection or are under ", "stress", ". Do not change your dose or stop using your steroid medicine without your doctor's advice.", "Take this medicine with a full glass of water.", "You may take Yonsa with or without food.", "Take ", "Zytiga", " on an empty stomach. ", "Do not eat anything for at least 2 hours before and 1 hour after you take your dose.", "Swallow the tablet whole and do not crush, chew, or break it.", "Your blood pressure will need to be checked often, and you may need frequent blood tests. If you have diabetes, your blood sugar should be checked carefully, especially if you take pioglitazone or repaglinide.", "You should not stop using Zytiga or your steroid medicine suddenly. Follow your doctor's instructions about tapering your prednisone dose.", "Store at room temperature away from moisture and heat.", "Usual Adult Dose for Prostate Cancer:", "Metastatic CRPC:", "\n-Regular formulation: 1000 mg orally once daily (in combination with methylprednisolone 5 mg orally 2 times daily)", "\n-Micronized formulation: 500 mg orally once daily (in combination with methylprednisolone 4 mg orally 2 times daily)", "\n", "\nMetastatic high-risk CSPC:", "\n-Regular formulation: 1000 mg orally once daily (in combination with methylprednisolone 5 mg orally once daily)", "\n-Micronized formulation: 500 mg orally once daily (in combination with methylprednisolone 4 mg orally 2 times a day)", "\n", "\nComments:", "\n-Patients receiving this drug should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy.", "\nNOTE: Different abiraterone brands have different indications and different dosing. Below are suggested dosing guidelines. Refer to the manufacturer product information before prescribing this drug.", "\n", "\nUses:", "\nIn combination with prednisone for the treatment of patients with:", "\n-Metastatic castration-resistant prostate cancer (CRPC)", "\n-Metastatic high-risk castration-sensitive prostate cancer (CSPC)", "Erleada", ", ", "estradiol", ", ", "Premarin", ", ", "Xtandi", ", ", "Casodex", ", ", "Lynparza", "Skip the missed dose and take the medicine the following day. Do not take two doses at one time.", "Call your doctor for instructions if you miss more than one dose of Zytiga.", "Seek emergency medical attention or call the Poison Help line at 1-800-222-1222.", "Do not eat food for at least 2 hours before you take ", "Zytiga", " and for at least 1 hour after your dose. Food can increase the amount of abiraterone your body absorbs and may cause side effects.", "Avoid taking an herbal supplement containing ", "St. John's wort", ".", "Get emergency medical help if you have ", "signs of an allergic reaction to Zytiga", ": ", "hives", "; difficult breathing; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have:", "\n", "\n", "swelling in your ankles or feet, pain in your legs;", "\n", "\n", "\n", "fast or irregular heartbeats;", "\n", "\n", "\n", "a light-headed feeling, like you might pass out;", "\n", "\n", "\n", "severe ", "headache", ", blurred vision, pounding in your neck or ears;", "\n", "\n", "\n", "pain or burning when you urinate;", "\n", "\n", "\n", "low red blood cells (anemia)--pale skin, tiredness, feeling light-headed or short of breath, cold hands and feet;", "\n", "\n", "\n", "low blood potassium--leg cramps, ", "constipation", ", irregular heartbeats, fluttering in your chest, increased thirst or urination, numbness or tingling, muscle weakness or limp feeling;", "\n", "\n", "\n", "liver problems--stomach pain (upper right side), ", "nausea", ", ", "vomiting", ", dark urine, ", "jaundice", " (yellowing of the skin or eyes); or", "\n", "\n", "\n", "severe ", "low blood sugar", "--headache, hunger, sweating, irritability, ", "dizziness", ", ", "fast heart rate", ", and feeling anxious or shaky.", "\n", "\n", "Common Zytiga side effects may include:", "\n", "\n", "feeling very weak or tired;", "\n", "\n", "\n", "feeling very hot;", "\n", "\n", "\n", "high blood sugar;", "\n", "\n", "\n", "increased blood pressure;", "\n", "\n", "\n", "swelling in your legs or feet;", "\n", "\n", "\n", "anemia, low blood potassium;", "\n", "\n", "\n", "painful urination;", "\n", "\n", "\n", "abnormal liver function tests or other blood tests;", "\n", "\n", "\n", "joint pain or swelling;", "\n", "\n", "\n", "headache;", "\n", "\n", "\n", "nausea, vomiting, ", "diarrhea", "; or", "\n", "\n", "\n", "cold symptoms", " such as stuffy nose, sneezing, cough, ", "sore throat", ".", "\n", "\n", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088.", "Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Tell your doctor about all your current medicines. Many drugs can interact with abiraterone, especially:", "\n", "\n", "other prostate cancer medicines, especially radium Ra 223 (may increase your risk of fractures while you are taking Zytiga); or", "\n", "\n", "\n", "pioglitazone or repaglinide to treat diabetes (may cause severe low blood sugar ", "hypoglycemia", " while you are taking Zytiga.", "\n", "\n", "This list is not complete and many other drugs may interact with abiraterone. This includes prescription and over-the-counter medicines, ", "vitamins", ", and ", "herbal products", ". Not all possible drug interactions are listed here.", "\n", "What's the difference between Yonsa and Zytiga?", "\n", "View more FAQ"], "dosage": ["Metastatic CRPC:", "\n-Regular formulation: 1000 mg orally once daily (in combination with methylprednisolone 5 mg orally 2 times daily)", "\n-Micronized formulation: 500 mg orally once daily (in combination with methylprednisolone 4 mg orally 2 times daily)", "\n", "\nMetastatic high-risk CSPC:", "\n-Regular formulation: 1000 mg orally once daily (in combination with methylprednisolone 5 mg orally once daily)", "\n-Micronized formulation: 500 mg orally once daily (in combination with methylprednisolone 4 mg orally 2 times a day)", "\n", "\nComments:", "\n-Patients receiving this drug should also receive a gonadotropin-releasing hormone (GnRH) analog concurrently or should have had bilateral orchiectomy.", "\nNOTE: Different abiraterone brands have different indications and different dosing. Below are suggested dosing guidelines. Refer to the manufacturer product information before prescribing this drug.", "\n", "\nUses:", "\nIn combination with prednisone for the treatment of patients with:", "\n-Metastatic castration-resistant prostate cancer (CRPC)", "\n-Metastatic high-risk castration-sensitive prostate cancer (CSPC)"], "related_drugs": [", ", ", ", ", ", ", ", ", "], "missed_dose": ["Skip the missed dose and take the medicine the following day. Do not take two doses at one time.", "Call your doctor for instructions if you miss more than one dose of Zytiga."], "overdose": ["Seek emergency medical attention or call the Poison Help line at 1-800-222-1222."], "what_to_avoid": ["Do not eat food for at least 2 hours before you take ", " and for at least 1 hour after your dose. Food can increase the amount of abiraterone your body absorbs and may cause side effects.", "Avoid taking an herbal supplement containing ", "."], "side_effects": ["Get emergency medical help if you have ", ": ", "; difficult breathing; swelling of your face, lips, tongue, or throat.", "Call your doctor at once if you have:", "Common Zytiga side effects may include:", "This is not a complete list of side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."], "interactions": ["Sometimes it is not safe to use certain medications at the same time. Some drugs can affect your blood levels of other drugs you take, which may increase side effects or make the medications less effective.", "Tell your doctor about all your current medicines. Many drugs can interact with abiraterone, especially:", "This list is not complete and many other drugs may interact with abiraterone. This includes prescription and over-the-counter medicines, ", ", and ", ". Not all possible drug interactions are listed here."]}