[
{   "drug_name": "AzaSite (azithromycin) - Uses, Side Effects, and More ", 
    "generic_name": "azithromycin; azithromycin monohydrate", 
    "brand_name": "AzaSite", 
    "drug_classes": " macrolide antibiotic", 
    "availability": " prescription only; no generic available", 
    "how_its_used": " eye drop", 
    "prescription": "AzaSite (azithromycin) is used for certain eye infections called bacterial  conjunctivitis , which is a form of pink eye. Symptoms of this infection include redness, irritation, swelling, and runny eyes. It can be easily spread to both eyes and to other people. AzaSite may also be used for other conditions as determined by your healthcare provider. AzaSite stops certain types of bacteria from making proteins they need to grow and multiply. Azasite is supplied in the following dosage forms that are used in the eye. 1% eye drops Before opening, store AzaSite in a refrigerator between 36 F and 46 F (2 C to 8 C). After opening, store it at room temperature or in the refrigerator between 36 F and 77 F (2 C to 25 C). Do not keep AzaSite for more than 14 days after opening. Throw away the bottle after 14 days.", 
    "warnings": "", 
    "precautions": "Allergies to Ingredients.  People who are allergic to any of the following should not use AzaSite. AzaSite azithromycin azithromycin monohydrate Any of the ingredients in the specific product dispensed Your pharmacist can tell you all of the ingredients in AzaSite. Do not use AzaSite unless it has been prescribed to you by a healthcare provider. Use it as prescribed. Do not skip drops or stop AzaSite early, even if your symptoms get better or go away. This will reduce the risk that future infections are not resistant to AzaSite or other similar medicines. Do not share AzaSite with other people, even if they have the same condition as you. It may harm them. Wash your hands each time you use AzaSite. Do not let the tip of the bottle touch your eye, fingers, or other objects. Before opening the bottle, turn it upside down and give it a strong shake. Keep the bottle upside down while you take off the cap. Tilt your head back and gently squeeze the bottle to put the drop into the affected eye(s). If a drop misses your eye, try again. Keep AzaSite out of the reach of children. Do not wear contact lenses if you have signs or symptoms of an eye infection and until you finish your full treatment with this medicine. Tell your healthcare provider about all your health conditions and any prescription or over-the-counter (OTC) medicines, vitamins/minerals, herbal products, and other supplements you are using. This will help them determine if AzaSite is right for you. In particular, make sure that you discuss any of the following. Pregnancy.  It is not known if or how AzaSite could affect pregnancy or harm an unborn baby. Tell your healthcare provider if you are or plan to become pregnant. Your healthcare provider will advise you if you should use AzaSite while you are pregnant or trying to get pregnant. Breastfeeding.  It is not known if AzaSite passes into breast milk. Tell your healthcare provider if you are breastfeeding or plan to breastfeed. Your healthcare provider will advise you if you should use AzaSite while breastfeeding. For more information about AzaSite, you can visit the manufacturer’s website at www.azasite.com or call them at 833-838-4028.", 
    "side_effects": "The most common side effects of AzaSite are listed below. Tell your healthcare provider if you have any of these side effects that bother you. Eye discomfort including burning, stinging, irritation, dry eye, pain, itching, runny eyes, or feeling like something is in your eye Blurry vision Change in taste Stuffy nose and sinus infection There may be other side effects of AzaSite that are not listed here. Call your healthcare provider if you think you are having a side effect of a medicine. In the U.S., you can report side effects to the FDA at  www.fda.gov/medwatch  or by calling 800-FDA-1088. In Canada, you can report side effects to Health Canada at  www.health.gc.ca/medeffect  or by calling 866-234-2345. While less common, the most serious side effects of AzaSite are described below, along with what to do if they happen. Severe Allergic Reactions.  AzaSite can cause  allergic reactions , which can be serious. Stop using AzaSite and get help right away if you have any of the following symptoms of a serious allergic reaction. Breathing problems or wheezing Racing heart Fever or general ill feeling Swollen  lymph nodes Swelling of the face, lips, mouth, tongue, or throat Trouble swallowing or throat tightness Itching, skin rash, or pale red bumps on the skin called  hives Nausea or vomiting Dizziness, feeling lightheaded, or fainting Stomach cramps Joint pain Severe Skin Reactions.  AzaSite can cause severe skin reactions called  Stevens-Johnson Syndrome (SJS)  and  Toxic Epidermal Necrolysis (TEN)  that can lead to death if not treated. If you develop a rash, stop AzaSite and call your healthcare provider right away. Get emergency help right away if you have any of the following symptoms of SJS or TEN. Painful red or purple skin that looks burned and peels off Flat red rash or blisters on your skin, mouth, nose, and genitals Red, painful, watery eyes Increased risk of other infections.  Using AzaSite for a long time may cause other bacteria or fungus to grow leading to new infections. Tell your healthcare provider right away if your symptoms do not get better.", 
    "interactions": "There are no known interactions between AzaSite and foods or drinks. It is unknown if drinking alcohol will affect AzaSite. There are no known interactions between AzaSite and other medicines. Always tell your healthcare provider about any prescription or OTC medicines, vitamins/minerals, herbal products, and other supplements you are using.  Does Azasite Drops interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", 
    "missdose": "If you miss a dose, use it as soon as you remember. If it is almost time for your next dose, skip the missed dose and only use the next dose. Do not use double or extra doses.", 
    "overdose": "If you or someone else has used too much AzaSite, get medical help right away, call 911, or call a Poison Control center at 800-222-1222.", 
    "storage": ""},

{   "drug_name": "H2Q Coq10 200 Mg/Gram Oral Powder ", 
    "generic_name": "coenzyme Q10", 
    "brand_name": null, 
    "drug_classes": null, 
    "availability": null, 
    "how_its_used": null, 
    "prescription": "Coenzyme Q10 has been used for reducing cell damage that may occur after surgery or treatment with certain anti- cancer  drugs. It has also been used for  heart  problems (such as  heart failure ), certain muscle disorders (such as  muscular dystrophy ), and for reducing the number of  migraine headaches . If you have or think you have any of the conditions listed above, consult your doctor for advice on proper care and treatment.Coenzyme Q10 is a substance that your body normally makes. Your body uses it to help keep in good health.Some herbal/diet supplement products have been found to contain possibly harmful impurities/additives. Check with your  pharmacist  for more details about the brand you use.The FDA has not reviewed this product for safety or effectiveness. Consult your doctor or pharmacist for more details. This product is taken by  mouth  as directed. Follow all directions on the product package. If you have any questions, ask your doctor or  pharmacist . If you are using a liquid or powder form, carefully measure your dose using a  medication -measuring device or spoon. Do not use a household spoon because you may not get the correct dose. If your liquid form is a suspension, shake the bottle well before measuring each dose. If your liquid comes in a tube/ampule, take the dose immediately after opening and discard any left over liquid. Follow the manufacturer's directions for mixing the powder form. If you are using chewable tablets or wafers, chew each dose thoroughly before swallowing. If you are using a tablet made to dissolve in the  mouth , dry your hands before handling the tablet. Place each dose on the  tongue  and allow to dissolve completely, then swallow it with  saliva  or water. Do not crush or chew extended-release tablets. Doing so can release all of the drug at once, increasing the risk of side effects. Also, do not split the tablets unless they have a score line and your doctor or pharmacist tells you to do so. Swallow the whole or split tablet without crushing or chewing. If your condition lasts or gets worse, or if you think you may have a serious medical problem, get medical help right away.", 
    "warnings": "", 
    "precautions": "Before taking coenzyme Q10, tell your doctor or  pharmacist  if you are allergic to it; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. If you have any of the following health problems, consult your doctor or pharmacist before using this product:  diabetes ,  heart disease . Liquid forms, chewable tablets, or dissolving forms of this product may contain sugar, alcohol, or aspartame. Caution is advised if you have diabetes,  alcohol dependence ,  liver disease , phenylketonuria (PKU), or any other condition that requires you to limit/avoid these substances in your diet. Ask your doctor or pharmacist about using this product safely. During pregnancy, this product should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this product passes into  breast  milk. Consult your doctor before  breastfeeding .", 
    "side_effects": "This product usually has very few side effects.  Nausea , loss of appetite,  upset stomach , or  diarrhea  may rarely occur. If any of these effects last or get worse, tell your doctor promptly. A very serious  allergic reaction  to this product is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe  dizziness ,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or  pharmacist . In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", 
    "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. Some drugs that may interact with this product are: drugs for  high blood pressure , \" blood thinners \" (such as  warfarin ), drugs for  diabetes , drugs for  high cholesterol  (such as  atorvastatin ,  lovastatin ).  Does H2Q Coq10 200 Mg/Gram Oral Powder interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", 
    "missdose": "If you are taking this product on a regular schedule and miss a dose, take it as soon as you remember. If it is near the time of the next dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", 
    "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669.", 
    "storage": "Refer to storage information printed on the package. Protect the liquid form of this   from light. If you have any questions about storage, ask your  . Keep all   and herbal products away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your pharmacist or local waste disposal company."},

{   "drug_name": "H2Q ", 
    "generic_name": "coenzyme Q10", 
    "brand_name": null, 
    "drug_classes": null, 
    "availability": null, 
    "how_its_used": null, 
    "prescription": "Coenzyme Q10 has been used for reducing cell damage that may occur after surgery or treatment with certain anti- cancer  drugs. It has also been used for  heart  problems (such as  heart failure ), certain muscle disorders (such as  muscular dystrophy ), and for reducing the number of  migraine headaches . If you have or think you have any of the conditions listed above, consult your doctor for advice on proper care and treatment.Coenzyme Q10 is a substance that your body normally makes. Your body uses it to help keep in good health.Some herbal/diet supplement products have been found to contain possibly harmful impurities/additives. Check with your  pharmacist  for more details about the brand you use.The FDA has not reviewed this product for safety or effectiveness. Consult your doctor or pharmacist for more details. This product is taken by  mouth  as directed. Follow all directions on the product package. If you have any questions, ask your doctor or  pharmacist . If you are using a liquid or powder form, carefully measure your dose using a  medication -measuring device or spoon. Do not use a household spoon because you may not get the correct dose. If your liquid form is a suspension, shake the bottle well before measuring each dose. If your liquid comes in a tube/ampule, take the dose immediately after opening and discard any left over liquid. Follow the manufacturer's directions for mixing the powder form. If you are using chewable tablets or wafers, chew each dose thoroughly before swallowing. If you are using a tablet made to dissolve in the  mouth , dry your hands before handling the tablet. Place each dose on the  tongue  and allow to dissolve completely, then swallow it with  saliva  or water. Do not crush or chew extended-release tablets. Doing so can release all of the drug at once, increasing the risk of side effects. Also, do not split the tablets unless they have a score line and your doctor or pharmacist tells you to do so. Swallow the whole or split tablet without crushing or chewing. If your condition lasts or gets worse, or if you think you may have a serious medical problem, get medical help right away.", 
    "warnings": "", 
    "precautions": "Before taking coenzyme Q10, tell your doctor or  pharmacist  if you are allergic to it; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. If you have any of the following health problems, consult your doctor or pharmacist before using this product:  diabetes ,  heart disease . Liquid forms, chewable tablets, or dissolving forms of this product may contain sugar, alcohol, or aspartame. Caution is advised if you have diabetes,  alcohol dependence ,  liver disease , phenylketonuria (PKU), or any other condition that requires you to limit/avoid these substances in your diet. Ask your doctor or pharmacist about using this product safely. During pregnancy, this product should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this product passes into  breast  milk. Consult your doctor before  breastfeeding .", 
    "side_effects": "This product usually has very few side effects.  Nausea , loss of appetite,  upset stomach , or  diarrhea  may rarely occur. If any of these effects last or get worse, tell your doctor promptly. A very serious  allergic reaction  to this product is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe  dizziness ,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or  pharmacist . In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", 
    "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. Some drugs that may interact with this product are: drugs for  high blood pressure , \" blood thinners \" (such as  warfarin ), drugs for  diabetes , drugs for  high cholesterol  (such as  atorvastatin ,  lovastatin ).  Does H2Q interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", 
    "missdose": "If you are taking this product on a regular schedule and miss a dose, take it as soon as you remember. If it is near the time of the next dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", 
    "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669.", 
    "storage": "Refer to storage information printed on the package. Protect the liquid form of this   from light. If you have any questions about storage, ask your  . Keep all   and herbal products away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your pharmacist or local waste disposal company."},

{   "drug_name": "Ezz Nite Sleep Aid 50 Mg/30 Ml Oral Liquid Antihistamines ", 
    "generic_name": "diphenhydramine HCl", 
    "brand_name": null, 
    "drug_classes": null, 
    "availability": null, 
    "how_its_used": null, 
    "prescription": "Diphenhydramine  is an  antihistamine  used to relieve symptoms of  allergy ,  hay fever , and the  common cold . These symptoms include  rash ,  itching , watery  eyes , itchy  eyes /nose/throat,  cough ,  runny nose , and  sneezing . It is also used to prevent and treat  nausea ,  vomiting  and  dizziness  caused by  motion sickness . Diphenhydramine can also be used to help you relax and fall asleep.This  medication  works by blocking a certain natural substance ( histamine ) that your body makes during an  allergic reaction . Its drying effects on such symptoms as watery  eyes  and runny nose are caused by blocking another natural substance made by your body (acetylcholine). Cough -and-cold products have not been shown to be safe or effective in children younger than 6 years. Do not use this product to treat  cold symptoms  in children younger than 6 years unless specifically directed by the doctor. Some products (such as long-acting tablets/capsules) are not recommended for use in children younger than 12 years. Ask your doctor or  pharmacist  for more details about using your product safely.These products do not cure or shorten the length of the common cold and may cause serious side effects. To decrease the risk for serious side effects, carefully follow all dosage directions. Do not use this product to make a child sleepy. Do not give other  cough -and-cold medication that might contain the same or similar ingredients (see also  Drug Interactions  section). Ask the doctor or pharmacist about other ways to relieve cough and  cold symptoms  (such as drinking enough fluids, using a humidifier or saline nose drops/spray). Follow all directions on the product package. If your doctor has prescribed this  medication , take it as directed. If you have any questions, ask your doctor or  pharmacist . Take the tablet, capsule, or liquid form by  mouth  with or without food. Measure liquid forms of this medication using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose. If you have a single-dose form of this medication (such as a single-use whistle), you do not need to measure the dose. The rapidly-dissolving tablet or strip should be allowed to dissolve on the  tongue  and then swallowed, with or without water. The chewable tablets should be chewed thoroughly before being swallowed. The dosage is based on your age, medical condition, and response to treatment. There are many brands and forms of  diphenhydramine  available. Read the dosing instructions carefully for each product because the amount of diphenhydramine may be different between products. Do not increase your dose or take this medication more often than directed. To prevent  motion sickness , take your dose 30 minutes before starting activity such as travel. To help you  sleep , take your dose about 30 minutes before  bedtime . If you continue to have difficulty sleeping for longer than 2 weeks, contact your doctor. Tell your doctor if your condition does not get better or if it gets worse.", 
    "warnings": "", 
    "precautions": "Before taking  diphenhydramine , tell your doctor or  pharmacist  if you are allergic to it; or to  dimenhydrinate ; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of:  breathing problems  (such as  asthma ,  emphysema ), high pressure in the  eye  ( glaucoma ),  heart  problems,  high blood pressure ,  liver disease ,  seizures ,  stomach /intestine problems (such as ulcers, blockage),  overactive thyroid  ( hyperthyroidism ), difficulty urinating (for example, due to  enlarged prostate ). This drug may make you dizzy or drowsy or blur your  vision . Alcohol or  marijuana  ( cannabis ) can make you more dizzy or drowsy. Do not drive, use machinery, or do anything that needs alertness or clear vision until you can do it safely. Avoid  alcoholic  beverages. Talk to your doctor if you are using marijuana (cannabis). Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). Liquid products, chewable tablets, or dissolving tablets/strips may contain sugar and/or aspartame. Liquid products may also contain alcohol. Caution is advised if you have  diabetes ,  liver  disease, phenylketonuria (PKU), or any other condition that requires you to limit/avoid these substances in your diet. Ask your doctor or pharmacist about using this product safely. Children may be more sensitive to the side effects of this drug. This drug can often cause excitement in young children instead of drowsiness. Older adults may be more sensitive to the side effects of this drug, especially drowsiness,  dizziness , confusion,  constipation , or trouble urinating. Drowsiness, dizziness, and confusion can increase the risk of falling. During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. This drug passes into  breast  milk and may have undesirable effects on a nursing  infant . Consult your doctor before  breastfeeding .", 
    "side_effects": "Drowsiness,  dizziness ,  constipation ,  stomach  upset,  blurred vision , or  dry mouth /nose/throat may occur. If any of these effects last or get worse, tell your doctor or  pharmacist  promptly. To relieve  dry mouth , suck (sugarless) hard candy or ice chips, chew (sugarless) gum, drink water, or use a  saliva  substitute. If your doctor has directed you to use this  medication , remember that your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. Tell your doctor right away if you have any serious side effects, including: mental/mood changes (such as restlessness, confusion), difficulty urinating, fast/irregular heartbeat. Get medical help right away if you have any very serious side effects, including:  seizures . A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe dizziness,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist. In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", 
    "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. Some products that may interact with this drug include:  antihistamines  applied to the  skin  (such as  diphenhydramine  cream, ointment, spray). Tell your doctor or pharmacist if you are taking other products that cause drowsiness such as  opioid  pain or  cough  relievers (such as codeine,  hydrocodone ), alcohol,  marijuana  ( cannabis ), drugs for  sleep  or anxiety (such as  alprazolam ,  lorazepam , zolpidem), muscle relaxants (such as  carisoprodol ,  cyclobenzaprine ), or other  antihistamines  (such as  cetirizine ,  chlorpheniramine ). Check the labels on all your medicines (such as  allergy  or  cough -and-cold products) because they may contain ingredients that cause drowsiness. Ask your pharmacist about using those products safely. This  medication  may interfere with certain lab tests (such as  allergy   skin  test), possibly causing false test results. Make sure lab personnel and all your doctors know you use this drug.  Does Ezz Nite Sleep Aid 50 Mg/30 Ml Oral Liquid Antihistamines interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", 
    "missdose": "If you miss a dose, take it as soon as you remember. If it is near the time of your next dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", 
    "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669. Symptoms of   may include: severe drowsiness,  , widened pupils. In children, mental/mood changes (such as restlessness, irritability,  ) may occur before drowsiness.", 
    "storage": "Store at room temperature away from moisture and light. Do not store in the bathroom. Do not freeze liquid forms of this  . Keep all   away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your   or local waste disposal company."},

{   "drug_name": "D3-5000 125 Mcg (5,000 Unit) Capsule Vitamin D ", 
    "generic_name": "cholecalciferol (vitamin d3)", 
    "brand_name": null, 
    "drug_classes": null, 
    "availability": null, 
    "how_its_used": null, 
    "prescription": "Vitamin D  ( ergocalciferol -D2,  cholecalciferol -D3, alfacalcidol) is a  fat -soluble vitamin that helps your body absorb  calcium  and phosphorus. Having the right amount of  vitamin D ,  calcium , and phosphorus is important for building and keeping strong bones. Vitamin D is used to treat and prevent bone disorders (such as  rickets ,  osteomalacia ). Vitamin D is made by the body when  skin  is exposed to sunlight.  Sunscreen , protective clothing, limited exposure to sunlight, dark  skin , and age may prevent getting enough vitamin D from the sun.Vitamin D with  calcium  is used to treat or prevent  bone loss  ( osteoporosis ). Vitamin D is also used with other  medications  to treat low levels of calcium or phosphate caused by certain disorders (such as  hypoparathyroidism , pseudohypoparathyroidism,  familial hypophosphatemia ). It may be used in  kidney disease  to keep calcium levels normal and allow normal bone growth. Vitamin D drops (or other  supplements ) are given to breastfed infants because  breast  milk usually has low levels of vitamin D. Take  vitamin D  by  mouth  as directed.  Vitamin D  is best absorbed when taken after a meal but may be taken with or without food. Alfacalcidol is usually taken with food. Follow all directions on the product package. If you have any questions, ask your doctor or  pharmacist . If your doctor has prescribed this  medication , take as directed by your doctor. Your dosage is based on your medical condition, amount of sun exposure, diet, age, and response to treatment. If you are using the liquid form of this medication, carefully measure the dose using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose. If you are taking the chewable tablet or wafers, chew the medication thoroughly before swallowing. Do not swallow whole wafers. If you are taking the rapidly-dissolving tablets, dry your hands before handling the medication. Place each dose on the  tongue , allow it to dissolve completely, and then swallow it with  saliva  or water. You do not need to take this medication with water. Certain  medications  (bile acid sequestrants such as  cholestyramine / colestipol ,  mineral oil ,  orlistat ) can decrease the absorption of vitamin D. Take your doses of these medications as far as possible from your doses of vitamin D (at least 2 hours apart, longer if possible). It may be easiest to take vitamin D at  bedtime  if you are also taking these other medications. Ask your doctor or pharmacist how long you should wait between doses and for help finding a dosing schedule that will work with all your medications. Take this medication regularly to get the most benefit from it. To help you remember, take it at the same time each day if you are taking it once a day. If you are taking this medication once a week, take it on the same day each week. Mark your calendar with a reminder. If your doctor has recommended that you follow a special diet (such as a diet high in  calcium ), it is very important to follow the diet to get the most benefit from this medication and to prevent serious side effects. Do not take other  supplements / vitamins  unless ordered by your doctor. If you think you may have a serious medical problem, get medical help right away.", 
    "warnings": "", 
    "precautions": "Before taking  vitamin D , tell your doctor or  pharmacist  if you are allergic to it; or to other  vitamin D  products (such as calcitriol); or if you have any other  allergies . This product may contain inactive ingredients (such as peanut/soy), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of: high  calcium /vitamin D levels (hypercalcemia/hypervitaminosis D), difficulty absorbing  nutrition  from food ( malabsorption syndrome ),  kidney disease ,  liver disease . Liquid products, chewable tablets, or dissolving tablets may contain sugar and/or aspartame. Liquid products may also contain alcohol. Caution is advised if you have  diabetes ,  liver  disease, phenylketonuria (PKU), or any other condition that requires you to limit/avoid these substances in your diet. Ask your doctor or pharmacist about using this product safely. Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). During pregnancy, doses of vitamin D greater than the recommended dietary allowance should be used only when clearly needed. Discuss the risks and benefits with your doctor. This medication passes into  breast  milk. Consult your doctor before  breastfeeding .", 
    "side_effects": "Vitamin D  at normal doses usually has no side effects. If you have any unusual effects, contact your doctor or  pharmacist  promptly. If your doctor has directed you to use this  medication , remember that your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. Too much  vitamin D  can cause harmful high  calcium  levels. Tell your doctor right away if any of these signs of high vitamin D/ calcium  levels occur:  nausea / vomiting ,  constipation , loss of appetite, increased thirst, increased urination, mental/mood changes, unusual tiredness. A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe  dizziness ,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist. In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", 
    "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. Some products that may interact with this drug include: burosumab, phosphate binders. Check the labels on all your prescription and nonprescription/herbal products (such as antacids,  laxatives ,  vitamins ) because they may contain  calcium ,  magnesium , phosphate, or  vitamin D . Ask your pharmacist about using those products safely. Vitamin D  is very similar to calcitriol. Do not use medications containing calcitriol while using vitamin D. This vitamin may interfere with certain lab tests (such as  cholesterol tests ), possibly causing false test results. Make sure lab personnel and all your doctors know you use this vitamin.  Does D3-5000 125 Mcg (5,000 Unit) Capsule Vitamin D interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", 
    "missdose": "If you miss a dose, take it as soon as you remember. If it is near the time of the next dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", 
    "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669. Symptoms of   may include:  , confusion, irregular heartbeat.", 
    "storage": "Store   products (except alfacalcidol) at room temperature away from light and moisture. Do not store in the bathroom. Store alfacalcidol drops in the refrigerator. Do not freeze. Keep all   away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your   or local waste disposal company."},

{   "drug_name": "C1 Esterase Inhibitor, Recomb Solution, Reconstituted (Recon Soln) ", 
    "generic_name": null, 
    "brand_name": null, 
    "drug_classes": null, 
    "availability": null, 
    "how_its_used": null, 
    "prescription": "Read the Patient Information Leaflet if available from your  pharmacist  before you start using C1-esterase inhibitor and each time you get a refill. If you have any questions, ask your doctor or pharmacist. This  medication  is given by injection into a vein, at the first signs of an HAE attack, as directed by your doctor. The dosage is based on  weight  and your medical condition. Do not use more than 4,200 international units per dose. Do not use more than 2 doses in a 24-hour period. If you are using this medication at home, learn all preparation and usage instructions from your  health care  professional. If the medication and the solution used to mix it have been refrigerated, bring both to room temperature before mixing. Before using, check this product for particles or discoloration. If either is present, do not use the liquid. Learn how to store and discard medical supplies safely. After giving yourself a dose of this medication, you should get medical help right away for follow-up treatment. Tell your doctor if your condition does not get better or if it gets worse.", 
    "warnings": "", 
    "precautions": "Before using C1-esterase inhibitor, tell your doctor or  pharmacist  if you are allergic to it; or to rabbits or rabbit-based products; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of:  blood clots  (such as in the  lungs , legs). Before traveling, talk to your doctor to make sure you have enough of this medication. Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this drug passes into  breast  milk. Consult your doctor before  breastfeeding .", 
    "side_effects": "Headache  may occur. If this effect lasts or gets worse, tell your doctor or  pharmacist  promptly. Remember that this  medication  has been prescribed because your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. This medication may rarely cause serious problems from  blood clots  (such as  heart attack ,  stroke ,  blood clots  in the  lungs  or legs). You may be at increased risk for  blood  clots if you have a history of blood clots,  heart /blood vessel disease,  heart failure , stroke, or if you are immobile (possibly for reasons like being on a very long plane flight or being bedridden). If you use  estrogen -containing products, these may also increase your risk. Before using this medication, if you have any of these conditions report them to your doctor or pharmacist. Get medical help right away if any of these side effects occur: shortness of breath/rapid breathing, chest/jaw/left arm pain, unusual  sweating , confusion, sudden  dizziness / fainting , new pain/swelling/warmth in the groin/ calf , sudden/severe  headaches ,  weakness  on one side of the body, sudden  vision  changes, trouble speaking. A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe dizziness,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist.  In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval.  Does C1 Esterase Inhibitor, Recomb Solution, Reconstituted (Recon Soln) interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "", "overdose": "", "storage": ""},

{   "drug_name": "B3-B6-FA-Zn-Copper-Astax-Coq10 Tablet ", 
    "generic_name": "b3-b6-fa-zn-copper-astax-coq10", 
    "brand_name": null, 
    "drug_classes": null, 
    "availability": null, 
    "how_its_used": null, 
    "prescription": "Consult your  pharmacist . Consult your pharmacist or physician.", 
    "warnings": "", 
    "precautions": "Consult your pharmacist or physician.", 
    "side_effects": "Consult your pharmacist or physician.  In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch.   In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", 
    "interactions": "Consult your pharmacist or physician.  Keep a list of all your   medications   with you, and share the list with your doctor and pharmacist.   Does B3-B6-FA-Zn-Copper-Astax-Coq10 Tablet interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", 
    "missdose": "Consult your pharmacist or physician.", 
    "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call their local poison control center at 1-800-222-1222. Canada residents can call a provincial poison control center.", 
    "storage": ""},

{"drug_name": "Azathioprine ", "generic_name": "azathioprine", "brand_name": "Imuran", "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "Azathioprine  is used to prevent organ rejection in people who have received a  kidney transplant . It is usually taken along with other  medications  to allow your new  kidney  to function normally.  Azathioprine  is also used to treat  rheumatoid arthritis . In this condition, the body's defense system ( immune system ) attacks healthy joints.  Azathioprine  belongs to a class of drugs known as immunosuppressants. It works by weakening the immune system to help your body accept the new kidney as if it were your own (in the case of an  organ transplant ) or to prevent further damage to your joints (in the case of rheumatoid  arthritis ).Talk to your doctor about the risks and benefits of azathioprine, especially when used by children and young adults. Take this  medication  by  mouth  as directed by your doctor, usually once or twice daily. Take this medication with food to reduce  stomach  upset. The dosage is based on your medical condition,  weight , and response to treatment. Do not increase your dose or use this drug more often or for longer than prescribed. Your condition will not improve any faster, and your risk of serious side effects will increase. Use this medication regularly to get the most benefit from it. To help you remember, take it at the same time(s) each day. For the treatment of  arthritis , it may take up to 2 months before your symptoms get better. Tell your doctor if your condition does not get better after 3 months of treatment. Since this drug can be absorbed through the  skin  and  lungs  and may harm an unborn baby, women who are pregnant or who may become pregnant should not handle this medication or breathe the dust from the tablets.", "warnings": "Azathioprine  may rarely increase your risk of developing certain types of  cancer  (such as  lymphoma ,  skin cancer ). This risk is higher in people using  azathioprine  after an  organ transplant  and in children/young adults being treated for certain bowel diseases (such as  Crohn's disease ,  ulcerative colitis ). Keep all medical and lab appointments. Tell your doctor right away if you develop any of the following symptoms: unusual  skin  changes, change in the appearance/size of moles, unusual growths/lumps,  swollen lymph nodes , swollen  abdomen , unexplained  weight loss ,  night sweats . This  medication  may decrease  bone marrow  function, an effect that may lead to a low number of  blood cells  such as red cells, white cells, and platelets. This effect can cause  anemia , decrease your body's ability to fight an infection, or cause easy bruising/bleeding. Tell your doctor right away if you develop any of the following symptoms: unusual tiredness, pale  skin , signs of infection (such as  sore throat  that doesn't go away, fever, chills), easy bruising/bleeding.", "precautions": "Before taking  azathioprine , tell your doctor or  pharmacist  if you are allergic to it, or to  mercaptopurine ; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of:  kidney disease ,  liver disease ,  cancer , certain  enzyme  disorders (TPMT deficiency, NUDT15 deficiency). This medication may increase your risk of developing  skin cancer . Limit your time in the sun. Avoid tanning booths and sunlamps. Use  sunscreen  and wear protective clothing when outdoors. Your doctor may direct you to avoid  phototherapy  while you use this product. Ask your doctor for details. Azathioprine  can make you more likely to get infections or may make current infections worse. Stay away from anyone who has an infection that may easily spread (such as  chickenpox , COVID-19,  measles ,  flu ). Talk to your doctor if you have been exposed to an infection or for more details. Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). Tell your  health care  professional that you are using  azathioprine  before having any  immunizations / vaccinations . Avoid contact with people who have recently received live  vaccines  (such as  flu vaccine  inhaled through the nose). To lower the chance of getting cut, bruised, or injured, use caution with sharp objects like razors and nail cutters, and avoid activities such as contact sports. Since this drug can be absorbed through the  skin  and  lungs  and may harm an unborn baby, women who are pregnant or who may become pregnant should not handle this medication or breathe the dust from the tablets. Tell your doctor if you are pregnant or plan to become pregnant. You should not become pregnant while using azathioprine. Azathioprine may harm an unborn baby. Ask about reliable forms of birth control while using this medication. If you become pregnant, talk to your doctor right away about the risks and benefits of this medication. This medication passes into  breast  milk and may have undesirable effects on a nursing  infant . Consult your doctor before  breastfeeding .", "side_effects": "See also Warning section. Nausea  or  vomiting  may occur. Taking this  medication  after meals may help lessen these effects. Temporary  hair loss  may also occur. If any of these effects last or get worse, tell your doctor or  pharmacist  promptly. People using this medication may have serious side effects. However, you have been prescribed this drug because your doctor has judged that the benefit to you is greater than the risk of side effects. Careful monitoring by your doctor may decrease your risk. Tell your doctor right away if you have any serious side effects, including:  diarrhea , new or worsening  joint / muscle pain . Get medical help right away if you have any very serious side effects, including: symptoms of  liver disease  (such as nausea/vomiting that doesn't stop,  stomach / abdominal pain ,  dark urine , yellowing  eyes / skin ). This medication may increase your risk of getting a rare but very serious (possibly fatal) brain infection (progressive multifocal leukoencephalopathy-PML). Get medical help right away if you have any of these side effects: clumsiness, loss of coordination/balance,  weakness , sudden change in your thinking (such as confusion, difficulty concentrating,  memory loss ), difficulty talking/walking,  seizure ,  vision  changes. A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe  dizziness ,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist. In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. Some products that may interact with this drug are:  febuxostat , past or present use of certain  cancer  drugs (such as  cyclophosphamide ,  melphalan ), other drugs that weaken the  immune system /increase the risk of infection (such as  rituximab , tofacitinib). Azathioprine  is very similar to  mercaptopurine . Do not use medications containing mercaptopurine while using  azathioprine .  Does Azathioprine interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "If you miss a dose, take it as soon as you remember. If it is near the time of the next dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669.", "storage": "Store at room temperature away from light and moisture. Do not store in the bathroom. Keep all   away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your   or local waste disposal company."},

{"drug_name": "Ezetimibe/Simvastatin - Uses, Side Effects, and More ", "generic_name": "ezetimibe/simvastatin", "brand_name": "Vytorin", "drug_classes": " dietary cholesterol absorption inhibitor; HMG-CoA reductase inhibitor; lipid-lowering agent; statin", "availability": " prescription only; generic available", "how_its_used": " tablet that is swallowed", "prescription": "Ezetimibe/simvastatin is commonly used for the following conditions. To lower bad cholesterol levels ( LDL-C ) in people with high cholesterol levels To lower bad cholesterol levels (LDL-C) in people that are born with a genetic condition affecting how the body removes cholesterol from the blood ( heterozygous familial hypercholesterolemia  or  homozygous familial hypercholesterolemia )  Ezetimibe/simvastatin may also be used for other conditions as determined by your healthcare provider. Ezetimibe/simvastatin works to lower blood cholesterol levels by the following means. Decreasing the amount of cholesterol made by your liver Increasing the breakdown of bad cholesterol  Inhibiting the absorption of cholesterol by your intestines Ezetimibe/simvastatin is available as Vytorin and generic ezetimibe/simvastatin in the following dosage forms that are taken by mouth. 10 mg ezetimibe/10 mg simvastatin oral tablets 10 mg ezetimibe/20 mg simvastatin oral tablets 10 mg ezetimibe/40 mg simvastatin oral tablets 10 mg ezetimibe/80 mg simvastatin oral tablets Ezetimibe/simvastatin should be stored at room temperature, between 68 F to 77 F (20 C to 25 C). It can be exposed to temperatures between 59 F to 86 F (15 C to 30 C) for shorter periods of time, such as when transporting it. Store in a cool, dry place. Protect from moisture.", "warnings": "", "precautions": "Allergies to Ingredients.  People who are allergic to any of the following should not take ezetimibe/simvastatin. Vytorin Ezetimibe Simvastatin Any of the ingredients in the specific product dispensed Your pharmacist can tell you all of the ingredients in the specific ezetimibe/simvastatin products they stock. Drug Interactions.  Ezetimibe/simvastatin should not be taken along with certain other medicines. Before taking ezetimibe/simvastatin, tell your healthcare provider about any prescription or over-the-counter (OTC) medicines, vitamins/minerals, herbal products, and other supplements you are using. See the  Interactions  section below for more details. Liver Problems.  Ezetimibe/simvastatin should not be taken if your liver is not working as well as it should be. If there is a concern about the health of your liver, your healthcare provider may do tests to determine if it is working well enough to take this medicine. Do not take ezetimibe/simvastatin unless it has been prescribed to you by a healthcare provider. Take it as prescribed. Do not share ezetimibe/simvastatin with other people, even if they have the same condition as you. It may harm them. Keep ezetimibe/simvastatin out of the reach of children. People aged 65 years and older can be at a greater risk for some side effects of ezetimibe/simvastatin, including muscle pain, weakness, and injury. Talk to your healthcare provider about your risks if you are in this age group. Tell your healthcare provider about all of your health conditions and any prescription or over-the-counter (OTC) medicines, vitamins/minerals, herbal products, and other supplements you are using. This will help them determine if ezetimibe/simvastatin is right for you. In particular, make sure that you discuss any of the following. Muscle weakness or pain that cannot be explained Kidney problems Liver problems Thyroid problems Diabetes Myasthenia gravis Chinese Descent.  Tell your healthcare provider if you are of Chinese descent. You may have an increased risk of developing serious muscle problems while taking ezetimibe/simvastatin.  Pregnancy.  Ezetimibe/simvastatin may cause harm to an unborn baby. Tell your healthcare provider if you are or plan to become pregnant. Your healthcare provider will advise you if you should take ezetimibe/simvastatin while you are pregnant or trying to get pregnant.  Breastfeeding.  Do not take ezetimibe/simvastatin while you are breastfeeding. It is not known if ezetimibe/simvastatin passes into breast milk. Tell your healthcare provider if you are breastfeeding or plan to breastfeed. Your healthcare provider will advise you if you should take ezetimibe/simvastatin or breastfeed.", "side_effects": "The most common side effects of ezetimibe/simvastatin are listed below. Tell your healthcare provider if you have any of these side effects that bother you. Headache Muscle pain Infection in the nose or throat, sore throat, or common cold symptoms Diarrhea There may be other side effects of ezetimibe/simvastatin that are not listed here. Contact your healthcare provider if you think you are having a side effect of a medicine. In the U.S., you can report side effects to the FDA at  www.fda.gov/medwatch  or by calling 800-FDA-1088. In Canada, you can report side effects to Health Canada at  www.health.gc.ca/medeffect  or by calling 866-234-2345. While less common, the most serious side effects of ezetimibe/simvastatin are described below, along with what to do if they happen. Liver Damage.  Liver damage, also called  hepatotoxicity , can happen when taking ezetimibe/simvastatin. Keep all appointments to have your blood checked. Call your healthcare provider right away if you have any of the following symptoms of liver damage. Nausea or vomiting Stomach or belly pain Fever Weakness or unusual tiredness Itching Loss of appetite Light-colored poop Dark-colored urine Your skin or the whites of your eyes turning yellowish in color (also called  jaundice ) Muscle Problems.  Ezetimibe/simvastatin can cause muscle problems, including muscle pain, weakness, and tenderness called  myopathy . In some people, the muscle may break down ( rhabdomyolysis ), which can be serious and rarely lead to kidney damage and death. Stop taking ezetimibe/simvastatin and get help right away if you have any of the following symptoms of myopathy or rhabdomyolysis. Unexplained muscle pain, weakness, or tenderness Low energy levels or feeling easily tired, especially with activity Dark colored urine Fever Muscle cramps Stomach pain Nausea or vomiting Severe Allergic Reactions.  Ezetimibe/simvastatin may cause  allergic reactions , which can be serious. Stop taking ezetimibe/simvastatin and get help right away if you have any of the following symptoms of a serious allergic reaction. Breathing problems or wheezing Racing heart Fever or general ill feeling Swollen  lymph nodes Swelling of the face, lips, mouth, tongue, or throat Trouble swallowing or throat tightness Itching, skin rash, or pale red bumps on the skin called  hives Nausea or vomiting Dizziness, feeling lightheaded, or fainting Stomach cramps Joint pain Increased Blood Sugar.  Ezetimibe/simvastatin may increase your blood sugar levels. Talk to your healthcare provider about how to maintain healthy blood sugar levels.", "interactions": "Do not drink grapefruit juice while taking ezetimibe/simvastatin. Grapefruit juice can increase your risk of developing serious muscle problems.  Limit the amount of alcohol you drink while taking ezetimibe/simvastatin. The risk of liver damage may be increased if you drink significant amounts of alcohol. Tell your healthcare provider if you drink more than 2 glasses of alcohol per day before taking ezetimibe/simvastatin. Always tell your healthcare provider about any prescription or over-the-counter (OTC) medicines, vitamins/minerals, herbal products, and other supplements you are using. In particular, make sure that you discuss if you are using any of the following before taking ezetimibe/simvastatin. A medicine used for HIV, AIDS, or Hepatitis C Ketoconazole, itraconazole (Sporanox, Tolsura), posaconazole (Noxafil), or voriconazole (Vfend) which is a medicine used for fungal infections Certain antibiotics, such as clarithromycin, telithromycin, and erythromycin Colchicine, which is commonly used for gout Cyclosporine (Gengraf, Neoral, Sandimmune, and others), which is a medicine to suppress your immune system Digoxin (Lanoxin), which is a medicine used to treat irregular heartbeat and some types of heart failure Nefazodone, which is commonly used for depression Niacin or a fibrate such as gemfibrozil (Lopid), fenofibrate (Tricor), or fenofibric acid (Fibricor, Trilipix), which are medicines for high cholesterol Danazol Warfarin (Coumadin, Jantoven), which is a medicine used to treat blood clots Amiodarone (Cordarone, Pacerone) or dronedarone (Multaq), which are commonly used to treat an irregular heartbeat Verapamil, diltiazem, amlodipine, or ranolazine, which are medicines used to treat high blood pressure, chest pain, or other heart conditions Lomitapide (Juxtapid), which is a medicine used to treat a genetic cholesterol condition Daptomycin (Cubicin), which is a medicine used to treat skin and bloodstream infections A bile acid sequestrant, such as colestipol (Colestid), cholestyramine, or colesevelam (Welchol), which is a medicine to lower cholesterol Colchicine, which is a medicine used to treat gout Some other medicines may alter the blood levels of ezetimibe/simvastatin. Tell your healthcare provider about all medicines that you take or have recently taken. This may not be a complete list of medicines that can interact with ezetimibe/simvastatin. Always check with your healthcare provider.  Does Ezetimibe-Simvastatin Tablet interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "", "overdose": "", "storage": ""},

{"drug_name": "Azasan ", "generic_name": "azathioprine", "brand_name": null, "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "Azathioprine  is used to prevent organ rejection in people who have received a  kidney transplant . It is usually taken along with other  medications  to allow your new  kidney  to function normally.  Azathioprine  is also used to treat  rheumatoid arthritis . In this condition, the body's defense system ( immune system ) attacks healthy joints.  Azathioprine  belongs to a class of drugs known as immunosuppressants. It works by weakening the immune system to help your body accept the new kidney as if it were your own (in the case of an  organ transplant ) or to prevent further damage to your joints (in the case of rheumatoid  arthritis ).Talk to your doctor about the risks and benefits of azathioprine, especially when used by children and young adults. Take this  medication  by  mouth  as directed by your doctor, usually once or twice daily. Take this medication with food to reduce  stomach  upset. The dosage is based on your medical condition,  weight , and response to treatment. Do not increase your dose or use this drug more often or for longer than prescribed. Your condition will not improve any faster, and your risk of serious side effects will increase. Use this medication regularly to get the most benefit from it. To help you remember, take it at the same time(s) each day. For the treatment of  arthritis , it may take up to 2 months before your symptoms get better. Tell your doctor if your condition does not get better after 3 months of treatment. Since this drug can be absorbed through the  skin  and  lungs  and may harm an unborn baby, women who are pregnant or who may become pregnant should not handle this medication or breathe the dust from the tablets.", "warnings": "Azathioprine  may rarely increase your risk of developing certain types of  cancer  (such as  lymphoma ,  skin cancer ). This risk is higher in people using  azathioprine  after an  organ transplant  and in children/young adults being treated for certain bowel diseases (such as  Crohn's disease ,  ulcerative colitis ). Keep all medical and lab appointments. Tell your doctor right away if you develop any of the following symptoms: unusual  skin  changes, change in the appearance/size of moles, unusual growths/lumps,  swollen lymph nodes , swollen  abdomen , unexplained  weight loss ,  night sweats . This  medication  may decrease  bone marrow  function, an effect that may lead to a low number of  blood cells  such as red cells, white cells, and platelets. This effect can cause  anemia , decrease your body's ability to fight an infection, or cause easy bruising/bleeding. Tell your doctor right away if you develop any of the following symptoms: unusual tiredness, pale  skin , signs of infection (such as  sore throat  that doesn't go away, fever, chills), easy bruising/bleeding.", "precautions": "Before taking  azathioprine , tell your doctor or  pharmacist  if you are allergic to it, or to  mercaptopurine ; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of:  kidney disease ,  liver disease ,  cancer , certain  enzyme  disorders (TPMT deficiency, NUDT15 deficiency). This medication may increase your risk of developing  skin cancer . Limit your time in the sun. Avoid tanning booths and sunlamps. Use  sunscreen  and wear protective clothing when outdoors. Your doctor may direct you to avoid  phototherapy  while you use this product. Ask your doctor for details. Azathioprine  can make you more likely to get infections or may make current infections worse. Stay away from anyone who has an infection that may easily spread (such as  chickenpox , COVID-19,  measles ,  flu ). Talk to your doctor if you have been exposed to an infection or for more details. Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). Tell your  health care  professional that you are using  azathioprine  before having any  immunizations / vaccinations . Avoid contact with people who have recently received live  vaccines  (such as  flu vaccine  inhaled through the nose). To lower the chance of getting cut, bruised, or injured, use caution with sharp objects like razors and nail cutters, and avoid activities such as contact sports. Since this drug can be absorbed through the  skin  and  lungs  and may harm an unborn baby, women who are pregnant or who may become pregnant should not handle this medication or breathe the dust from the tablets. Tell your doctor if you are pregnant or plan to become pregnant. You should not become pregnant while using azathioprine. Azathioprine may harm an unborn baby. Ask about reliable forms of birth control while using this medication. If you become pregnant, talk to your doctor right away about the risks and benefits of this medication. This medication passes into  breast  milk and may have undesirable effects on a nursing  infant . Consult your doctor before  breastfeeding .", "side_effects": "See also Warning section. Nausea  or  vomiting  may occur. Taking this  medication  after meals may help lessen these effects. Temporary  hair loss  may also occur. If any of these effects last or get worse, tell your doctor or  pharmacist  promptly. People using this medication may have serious side effects. However, you have been prescribed this drug because your doctor has judged that the benefit to you is greater than the risk of side effects. Careful monitoring by your doctor may decrease your risk. Tell your doctor right away if you have any serious side effects, including:  diarrhea , new or worsening  joint / muscle pain . Get medical help right away if you have any very serious side effects, including: symptoms of  liver disease  (such as nausea/vomiting that doesn't stop,  stomach / abdominal pain ,  dark urine , yellowing  eyes / skin ). This medication may increase your risk of getting a rare but very serious (possibly fatal) brain infection (progressive multifocal leukoencephalopathy-PML). Get medical help right away if you have any of these side effects: clumsiness, loss of coordination/balance,  weakness , sudden change in your thinking (such as confusion, difficulty concentrating,  memory loss ), difficulty talking/walking,  seizure ,  vision  changes. A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe  dizziness ,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist. In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. Some products that may interact with this drug are:  febuxostat , past or present use of certain  cancer  drugs (such as  cyclophosphamide ,  melphalan ), other drugs that weaken the  immune system /increase the risk of infection (such as  rituximab , tofacitinib). Azathioprine  is very similar to  mercaptopurine . Do not use medications containing mercaptopurine while using  azathioprine .  Does Azasan interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "If you miss a dose, take it as soon as you remember. If it is near the time of the next dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669.", "storage": "Store at room temperature away from light and moisture. Do not store in the bathroom. Keep all   away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your   or local waste disposal company."},

{"drug_name": "Azacitidine Vial ", "generic_name": "azacitidine", "brand_name": "vidaza", "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "This  medication  is used to treat certain  types of blood cancers  in which the  bone marrow  does not produce enough healthy  blood cells . People with these disorders usually have problems such as infections,  anemia , and easy bleeding/bruising.  Azacitidine  works by helping your bone marrow make healthy  blood  cells. It also kills abnormal blood cells that have grown too fast and do not work properly.This form of azacitidine should not be used in place of the form taken by  mouth . This  medication  is given by injection under the  skin  or into a vein by a  health care  professional. It is injected as directed by your doctor, usually once a day for 7 days in a row. A 7-day course of this medication is called a cycle. This cycle is repeated every 4 weeks depending on your response and  blood  tests. The dosage is based on your medical condition, body size, lab tests, and response to treatment.", "warnings": "", "precautions": "Before using  azacitidine , tell your doctor or  pharmacist  if you are allergic to it; or if you have any other  allergies . This product may contain inactive ingredients (such as mannitol), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of:  kidney disease ,  liver disease  (including  cancer ). Azacitidine can make you more likely to get infections or may make current infections worse. Stay away from anyone who has an infection that may easily spread (such as  chickenpox , COVID-19,  measles ,  flu ). Talk to your doctor if you have been exposed to an infection or for more details. Tell your  health care  professional that you are using azacitidine before having any  immunizations / vaccinations . Avoid contact with people who have recently received live  vaccines  (such as  flu vaccine  inhaled through the nose). To lower your risk of getting cut, bruised, or injured, use caution with sharp objects like razors and nail cutters, and avoid activities such as contact sports. This drug may make you dizzy. Alcohol or  marijuana  ( cannabis ) can make you more dizzy. Do not drive, use machinery, or do anything that needs alertness until you can do it safely. Limit  alcoholic  beverages. Talk to your doctor if you are using marijuana (cannabis). Tell your doctor if you are pregnant or plan to become pregnant. You should not become pregnant while using azacitidine. Azacitidine may harm an unborn baby. Your doctor should order a  pregnancy test  before you start this medication. Women using this medication should ask about reliable forms of birth control during treatment and for 6 months after the last dose. Men using this medication should ask about reliable forms of birth control during treatment and for some time after the last dose. If you or your partner becomes pregnant, talk to your doctor right away about the risks and benefits of this medication. It is unknown if this drug passes into  breast  milk. Because of the possible risk to the  infant ,  breastfeeding  is not recommended while using this drug and for 1 week after the last dose. Consult your doctor before  breastfeeding .", "side_effects": "Redness/pain/bruising at the injection site, tiredness,  diarrhea ,  dizziness ,  trouble sleeping ,  constipation ,  nausea ,  vomiting ,  mouth  sores,  dry skin ,  headache , and loss of appetite may occur.  Nausea and vomiting  can be severe. In some cases, your doctor may prescribe  medication  to prevent or relieve nausea and vomiting. Eating several small meals, not eating before treatment, or limiting activity may help lessen some of these effects. If these effects last or worsen, tell your doctor or  pharmacist  promptly. People using this medication may have serious side effects. However, you have been prescribed this drug because your doctor has judged that the benefit to you is greater than the risk of side effects. Careful monitoring by your doctor may decrease your risk. Tell your doctor right away if you have any serious side effects, including: easy bleeding/bruising,  chest pain , muscle/ joint pain ,  muscle cramps , irregular heartbeat, mental/mood changes (such as anxiety),  dark urine , yellowing  eyes / skin . This medication may lower your ability to fight infections. This may make you more likely to get a serious (rarely fatal) infection or make any infection you have worse. Tell your doctor right away if you have any signs of infection (such as  sore throat  that doesn't go away, fever, chills,  cough ). Azacitidine  sometimes causes side effects due to the rapid destruction of  cancer  cells (tumor lysis syndrome). To lower your risk, your doctor may add a medication and tell you to drink plenty of fluids. Tell your doctor right away if you have symptoms such as: low back/side pain (flank pain), signs of  kidney  problems (such as  painful urination , pink/bloody urine, change in the amount of urine),  muscle spasms / weakness . A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe dizziness,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist. In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval.  Does Azacitidine Vial interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "It is important to get each dose of this   as scheduled. If you miss a dose, ask your doctor or   right away for a new dosing schedule.", "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669.", "storage": "Not applicable. This   is given in a clinic and will not be stored at home."},

{"drug_name": "B1-B2-B3-B5-B6-Iron-Met-Choln Liquid ", "generic_name": "b1-b2-b3-b5-b6-iron-met-choln", "brand_name": null, "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "This  medication  is a multivitamin product used to treat or prevent vitamin deficiency due to poor diet, certain illnesses, or during pregnancy.  Vitamins  are important building blocks of the body and help keep you in good health. Take this  medication  by  mouth  as directed. Follow all directions on the product package, or take as directed by your doctor. Do not take more than the recommended dosage. If you have any questions, ask your doctor or  pharmacist . Use a medication-measuring device to carefully measure the prescribed dose. Do not use a household spoon. Some products are best taken on an empty  stomach  1 hour before or 2 hours after meals. If  stomach  upset occurs, you may take this medication with food. Avoid taking antacids, dairy products, tea, or coffee within 2 hours before or after this medication because they will decrease its effectiveness.", "warnings": "Accidental  overdose  of iron-containing products is a leading cause of fatal poisoning in children younger than 6 years. Keep this product out of reach of children. If overdose does occur, get medical help right away or call a poison control center.", "precautions": "Before taking this  medication , tell your doctor or  pharmacist  if you are allergic to it; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before taking this medication, tell your doctor or pharmacist your medical history, especially of: iron overload disorder (such as  hemochromatosis , hemosiderosis), use/abuse of alcohol,  liver problems ,  stomach /intestinal problems (such as ulcer,  colitis ),  vitamin B12 deficiency  ( pernicious anemia ). Liquid preparations of this product may contain sugar and/or alcohol. Caution is advised if you have  diabetes ,  alcohol dependence , or  liver disease . Ask your doctor or pharmacist about using this product safely. Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). Tell your doctor if you are pregnant before using this medication. This medication passes into  breast  milk. Consult your doctor before  breastfeeding .", "side_effects": "Constipation ,  diarrhea , or  upset stomach  may occur. These effects are usually temporary and may disappear as your body adjusts to this  medication . If any of these effects last or get worse, tell your doctor or  pharmacist  promptly. Iron may cause your stools to turn black, which is not harmful. If your doctor has directed you to use this medication, remember that your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe  dizziness ,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist. In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "See also How To Use section. Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. This product can decrease the absorption of other drugs such as bisphosphonates (for example,  alendronate ), levodopa,  penicillamine , quinolone  antibiotics  (for example,  ciprofloxacin ,  levofloxacin ),  thyroid  medications (for example,  levothyroxine ), and  tetracycline   antibiotics  (for example,  doxycycline ,  minocycline ). Separate your doses of these medications as far as possible from your doses of this product. Ask your doctor or pharmacist about how long you should wait between doses and for help finding a dosing schedule that will work with all your medications. This product may interfere with certain lab tests (such as  fecal occult blood test ), possibly causing false test results. Make sure lab personnel and all your doctors know you use this product.  Does B1-B2-B3-B5-B6-Iron-Met-Choln Liquid interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "If you miss a dose, take it as soon as you remember. If it is near the time of the next dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669. Symptoms of   may include:  ,  ,  ,  .", "storage": "Different brands of this   have different storage needs. Check the product package for instructions on how to store your brand, or ask your  . Keep all   away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your pharmacist or local waste disposal company."},

{"drug_name": "C1 esterase inhibitor intravenous ", "generic_name": null, "brand_name": null, "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "Read the Patient Information Leaflet and Instructions for Use if available from your  pharmacist  before you start using this  medication  and each time you get a refill. If you have any questions, ask your doctor or pharmacist. This medication is given by injection into a vein as directed by your doctor, usually every 3 or 4 days. The dosage is based on your medical condition and response to treatment. If you are using this medication at home, learn all preparation and usage instructions from your  health care  professional. Before using, check this product for particles or discoloration. If either is present, do not use the liquid. Learn how to store and discard medical supplies safely. Use this medication regularly to get the most benefit from it. Tell your doctor if your condition does not get better or if it gets worse.", "warnings": "", "precautions": "Before using C1-inhibitor, tell your doctor or  pharmacist  if you are allergic to it; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of:  blood clots  (such as in the  lungs , legs). This medication is made from human  blood . Even though the blood is carefully tested and this medication goes through a special manufacturing process, there is an extremely small chance that you may get infections from the medication (for example, virus infections such as  hepatitis ). Consult your doctor or pharmacist for more information. Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this drug passes into  breast  milk. Consult your doctor before  breastfeeding .", "side_effects": "Headache  may occur. Other side effects are uncommon. If you notice any unusual side effects, tell your doctor or  pharmacist  promptly. Remember that this  medication  has been prescribed because your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. This medication may rarely cause serious problems from  blood clots  (such as  heart attack ,  stroke ,  blood clots  in the  lungs  or legs), especially when used at high doses. You may be at increased risk for  blood  clots if you have a history of blood clots,  heart /blood vessel disease,  heart failure , stroke, or if you are immobile (such as on very long plane flights or being bedridden). If you use  estrogen -containing products, these may also increase your risk. Before using this medication, if you have any of these conditions report them to your doctor or pharmacist. Get medical help right away if any of these side effects occur: shortness of breath/rapid breathing, chest/jaw/left arm pain, unusual  sweating , confusion, sudden  dizziness / fainting , new pain/swelling/warmth in the groin/ calf , sudden/severe  headaches , trouble speaking,  weakness  on one side of the body, sudden  vision  changes. A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe dizziness,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist.  In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval.  Does C1 Esterase Inhibitor Solution, Reconstituted (Recon Soln) interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "", "overdose": "", "storage": ""},

{"drug_name": "C1 Esterase Inhibitor 500 Unit (10 Ml) Intravenous Solution ", "generic_name": null, "brand_name": null, "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "Read the Patient Information Leaflet if available from your  pharmacist  before you start using C1-esterase inhibitor and each time you get a refill. If you have any questions, ask your doctor or pharmacist. This  medication  is given by injection into a vein, at the first signs of an HAE attack, as directed by your doctor. The dosage is based on  weight  and your medical condition. If you are using this medication at home, learn all preparation and usage instructions from your  health care  professional. Before using, check this product for particles or discoloration. If either is present, do not use the liquid. Learn how to store and discard medical supplies safely. After giving yourself a dose of this medication, you should get medical help right away for follow-up treatment. Tell your doctor if your condition does not get better or if it gets worse.", "warnings": "", "precautions": "Before using C1-esterase inhibitor, tell your doctor or  pharmacist  if you are allergic to it; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of:  blood clots  (such as in the  lungs , legs). This medication is made from human  blood . Even though the blood is carefully tested, and this medication goes through a special manufacturing process, there is an extremely small chance that you may get infections from the medication (for example, virus infections such as  hepatitis ). Consult your doctor or pharmacist for more information. Before traveling, talk to your doctor to make sure you have enough of this medication. Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this drug passes into  breast  milk. Consult your doctor before  breastfeeding .", "side_effects": "A bad taste in the  mouth  may occur. Other side effects are uncommon. If you notice any unusual side effects, tell your doctor or  pharmacist  promptly. Remember that this  medication  has been prescribed because your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. This medication may increase the risk for  blood clots , especially when used at high doses. Get medical help right away if any of these side effects occur: shortness of breath/rapid breathing, chest/jaw/left arm pain, unusual  sweating , confusion, sudden  dizziness / fainting , new pain/swelling/warmth in the groin/ calf , sudden/severe  headaches , trouble speaking,  weakness  on one side of the body, sudden  vision  changes. A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe dizziness,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist.  In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval.  Does C1 Esterase Inhibitor 500 Unit (10 Ml) Intravenous Solution interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "", "overdose": "", "storage": ""},

{"drug_name": "C1 Esterase Inhibitor 2,000 Unit Subcutaneous Solution ", "generic_name": null, "brand_name": null, "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "Read the Patient Information Leaflet and Instructions for Use if available from your  pharmacist  before you start using this  medication  and each time you get a refill. Ask your  health care  professional how to prepare and use this medication. If you have any questions, ask your doctor or pharmacist. Inject this medication under the  skin  as directed by your doctor, usually twice a week (every 3 or 4 days). The injection is given in the  abdomen  or another site as directed. The dosage is based on your medical condition,  weight , and response to treatment. Make sure that the medication and mixing solution are at room temperature before mixing. Before using, check this product for particles or discoloration. If either is present, do not use the liquid. Before injecting each dose, clean the  skin  you are going to inject into (the injection site) with rubbing alcohol. Change the injection site each time to lessen injury under the  skin . Do not inject into  skin  that is itchy, swollen, painful, bruised, or red, or has scars or  stretch marks . To lessen bruising, do not rub the injection site after a shot. Learn how to store and discard medical supplies safely. Use this medication regularly to get the most benefit from it. To help you remember, mark your calendar with a reminder. Tell your doctor if your condition does not get better or if it gets worse.", "warnings": "", "precautions": "Before using C1-esterase inhibitor, tell your doctor or  pharmacist  if you are allergic to it; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of:  blood clots  (such as in the  lungs , legs). This drug may make you dizzy. Alcohol or  marijuana  ( cannabis ) can make you more dizzy. Do not drive, use machinery, or do anything that needs alertness until you can do it safely. Limit  alcoholic  beverages. Talk to your doctor if you are using marijuana (cannabis). This medication is made from human  blood . Even though the blood is carefully tested, and this medication goes through a special manufacturing process, there is an extremely small chance that you may get infections from the medication (for example, viruses such as  hepatitis ). Consult your doctor or pharmacist for more information. Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. It is unknown if this drug passes into  breast  milk. Consult your doctor before  breastfeeding .", "side_effects": "Pain/redness/swelling at the injection site, cold-like symptoms (such as runny/stuffy nose,  sneezing , watery  eyes ), or  dizziness  may occur. If any of these effects last or get worse, tell your doctor or  pharmacist  promptly. Remember that this  medication  has been prescribed because your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. This medication may rarely cause serious problems from  blood clots  (such as  heart attack ,  stroke ,  blood clots  in the  lungs  or legs). You may be at increased risk for  blood  clots if you have a history of blood clots,  heart /blood vessel disease,  heart failure , stroke, or if you are immobile (such as on very long plane flights or being bedridden). If you use  estrogen -containing products, these may also increase your risk. Before using this medication, if you have any of these conditions report them to your doctor or pharmacist. Get medical help right away if any of these side effects occur: shortness of breath/rapid breathing, chest/jaw/left arm pain, unusual  sweating , confusion, sudden dizziness/ fainting , new pain/swelling/warmth in the groin/ calf , sudden/severe  headaches , trouble speaking,  weakness  on one side of the body, sudden  vision  changes. A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe dizziness,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist.  In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval.  Does C1 Esterase Inhibitor 2,000 Unit Subcutaneous Solution interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "", "overdose": "", "storage": ""},

{"drug_name": "D3-2000 ", "generic_name": "cholecalciferol (vitamin d3)", "brand_name": null, "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "Vitamin D  ( ergocalciferol -D2,  cholecalciferol -D3, alfacalcidol) is a  fat -soluble vitamin that helps your body absorb  calcium  and phosphorus. Having the right amount of  vitamin D ,  calcium , and phosphorus is important for building and keeping strong bones. Vitamin D is used to treat and prevent bone disorders (such as  rickets ,  osteomalacia ). Vitamin D is made by the body when  skin  is exposed to sunlight.  Sunscreen , protective clothing, limited exposure to sunlight, dark  skin , and age may prevent getting enough vitamin D from the sun.Vitamin D with  calcium  is used to treat or prevent  bone loss  ( osteoporosis ). Vitamin D is also used with other  medications  to treat low levels of calcium or phosphate caused by certain disorders (such as  hypoparathyroidism , pseudohypoparathyroidism,  familial hypophosphatemia ). It may be used in  kidney disease  to keep calcium levels normal and allow normal bone growth. Vitamin D drops (or other  supplements ) are given to breastfed infants because  breast  milk usually has low levels of vitamin D. Take  vitamin D  by  mouth  as directed.  Vitamin D  is best absorbed when taken after a meal but may be taken with or without food. Alfacalcidol is usually taken with food. Follow all directions on the product package. If you have any questions, ask your doctor or  pharmacist . If your doctor has prescribed this  medication , take as directed by your doctor. Your dosage is based on your medical condition, amount of sun exposure, diet, age, and response to treatment. If you are using the liquid form of this medication, carefully measure the dose using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose. If you are taking the chewable tablet or wafers, chew the medication thoroughly before swallowing. Do not swallow whole wafers. If you are taking the rapidly-dissolving tablets, dry your hands before handling the medication. Place each dose on the  tongue , allow it to dissolve completely, and then swallow it with  saliva  or water. You do not need to take this medication with water. Certain  medications  (bile acid sequestrants such as  cholestyramine / colestipol ,  mineral oil ,  orlistat ) can decrease the absorption of vitamin D. Take your doses of these medications as far as possible from your doses of vitamin D (at least 2 hours apart, longer if possible). It may be easiest to take vitamin D at  bedtime  if you are also taking these other medications. Ask your doctor or pharmacist how long you should wait between doses and for help finding a dosing schedule that will work with all your medications. Take this medication regularly to get the most benefit from it. To help you remember, take it at the same time each day if you are taking it once a day. If you are taking this medication once a week, take it on the same day each week. Mark your calendar with a reminder. If your doctor has recommended that you follow a special diet (such as a diet high in  calcium ), it is very important to follow the diet to get the most benefit from this medication and to prevent serious side effects. Do not take other  supplements / vitamins  unless ordered by your doctor. If you think you may have a serious medical problem, get medical help right away.", "warnings": "", "precautions": "Before taking  vitamin D , tell your doctor or  pharmacist  if you are allergic to it; or to other  vitamin D  products (such as calcitriol); or if you have any other  allergies . This product may contain inactive ingredients (such as peanut/soy), which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of: high  calcium /vitamin D levels (hypercalcemia/hypervitaminosis D), difficulty absorbing  nutrition  from food ( malabsorption syndrome ),  kidney disease ,  liver disease . Liquid products, chewable tablets, or dissolving tablets may contain sugar and/or aspartame. Liquid products may also contain alcohol. Caution is advised if you have  diabetes ,  liver  disease, phenylketonuria (PKU), or any other condition that requires you to limit/avoid these substances in your diet. Ask your doctor or pharmacist about using this product safely. Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). During pregnancy, doses of vitamin D greater than the recommended dietary allowance should be used only when clearly needed. Discuss the risks and benefits with your doctor. This medication passes into  breast  milk. Consult your doctor before  breastfeeding .", "side_effects": "Vitamin D  at normal doses usually has no side effects. If you have any unusual effects, contact your doctor or  pharmacist  promptly. If your doctor has directed you to use this  medication , remember that your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. Too much  vitamin D  can cause harmful high  calcium  levels. Tell your doctor right away if any of these signs of high vitamin D/ calcium  levels occur:  nausea / vomiting ,  constipation , loss of appetite, increased thirst, increased urination, mental/mood changes, unusual tiredness. A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe  dizziness ,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist. In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. Some products that may interact with this drug include: burosumab, phosphate binders. Check the labels on all your prescription and nonprescription/herbal products (such as antacids,  laxatives ,  vitamins ) because they may contain  calcium ,  magnesium , phosphate, or  vitamin D . Ask your pharmacist about using those products safely. Vitamin D  is very similar to calcitriol. Do not use medications containing calcitriol while using vitamin D. This vitamin may interfere with certain lab tests (such as  cholesterol tests ), possibly causing false test results. Make sure lab personnel and all your doctors know you use this vitamin.  Does D3-2000 interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "If you miss a dose, take it as soon as you remember. If it is near the time of the next dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669. Symptoms of   may include:  , confusion, irregular heartbeat.", "storage": "Store   products (except alfacalcidol) at room temperature away from light and moisture. Do not store in the bathroom. Store alfacalcidol drops in the refrigerator. Do not freeze. Keep all   away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your   or local waste disposal company."},

{"drug_name": "Ezetimibe - Uses, Side Effects, and More ", "generic_name": "ezetimibe", "brand_name": "Zetia", "drug_classes": " dietary cholesterol absorption inhibitor; lipid-lowering agent", "availability": " prescription only; generic available", "how_its_used": " tablet that is swallowed", "prescription": "Ezetimibe is commonly used for the following conditions. To lower bad cholesterol levels ( LDL-C ) in people with high cholesterol levels To lower bad cholesterol levels (LDL-C) in people that are born with a genetic condition affecting how the body removes cholesterol from the blood ( heterozygous familial hypercholesterolemia  or  homozygous familial hypercholesterolemia ) and in people with mixed hyperlipidemia (elevated cholesterol and triglycerides) To lower elevated sitosterol and campesterol levels in people with homozygous familial sitosterolemia, a rare inherited condition that prevents the body from getting rid of cholesterol from plants. Ezetimibe may also be used for other conditions as determined by your healthcare provider. Ezetimibe works by inhibiting the absorption of cholesterol in the intestines. Reduction of cholesterol absorption leads to lower cholesterol stores in the liver, which increases the removal of cholesterol from the bloodstream.  Ezetimibe is available as Zetia and generic ezetimibe as 10 mg oral tablets that are taken by mouth. Exetimibe should be stored at room temperature, between 68 F to 77 F (20 C to 25 C). It can be exposed to temperatures between 59 F to 86 F (15 C to 30 C) for shorter periods of time, such as when transporting it. Store in a cool, dry place. Protect from moisture.", "warnings": "", "precautions": "Allergies to Ingredients.  People who are allergic to any of the following should not take ezetimibe. Zetia Ezetimibe Any of the ingredients in the specific product dispensed  Your pharmacist can tell you all of the ingredients in the specific ezetimibe products that they stock.  Do not take ezetimibe unless it has been prescribed to you by a healthcare provider. Take it as prescribed. Do not share ezetimibe with other people, even if they have the same condition as you. It may harm them. Keep ezetimibe out of the reach of children. Tell your healthcare provider about all of your health conditions and any prescription or over-the-counter (OTC) medicines, vitamins/minerals, herbal products, and other supplements you are using. This will help them determine if ezetimibe is right for you. In particular, make sure that you discuss with your provider if you have liver problems. Other Medicines and Supplements.  Ezetimibe may interact with other medicines and supplements. Before taking ezetimibe, tell your healthcare provider about any prescription or over-the-counter (OTC) medicines, vitamins/minerals, herbal products, and other supplements you are using. See the  Interactions  section for more details. Pregnancy.  It is not known if or how ezetimibe could affect pregnancy or harm an unborn baby. Tell your healthcare provider if you are or plan to become pregnant. Your healthcare provider will advise you if you should take ezetimibe while you are pregnant or trying to get pregnant. Breastfeeding.  It is not known if ezetimibe passes into breast milk. Tell your healthcare provider if you are breastfeeding or plan to breastfeed. Your healthcare provider will advise you if you should take ezetimibe while breastfeeding.", "side_effects": "The most common side effects of ezetimibe are listed below. Tell your healthcare provider if you have any of these side effects that bother you. Infection in the nose, throat (sore throat), or common cold symptoms  Diarrhea Pain in the arms or legs Joint pain Tiredness Influenza There may be other side effects of ezetimibe that are not listed here. Contact your healthcare provider if you think you are having a side effect of a medicine. In the U.S., you can report side effects to the FDA at  www.fda.gov/medwatch  or by calling 800-FDA-1088. In Canada, you can report side effects to Health Canada at  www.health.gc.ca/medeffect  or by calling 866-234-2345. While less common, the most serious side effects of ezetimibe are described below, along with what to do if they happen. Severe Allergic Reactions.  Ezetimibe may cause  allergic reactions , which can be serious. Stop taking ezetimibe and get help right away if you have any of the following symptoms of a serious allergic reaction. Breathing problems or wheezing Racing heart Fever or general ill feeling Swollen  lymph nodes Swelling of the face, lips, mouth, tongue, or throat Trouble swallowing or throat tightness Itching, skin rash, or pale red bumps on the skin called  hives Nausea or vomiting Dizziness, feeling lightheaded, or fainting Stomach cramps Joint pain Liver Damage.  Liver damage, also called  hepatotoxicity , can happen when taking ezetimibe. Your provider may monitor your liver function while you are taking ezetimibe. Be sure to keep all appointments to get your blood checked. Call your healthcare provider right away if you have any of the following symptoms of liver damage. Nausea or vomiting Stomach or belly pain Fever Weakness or unusual tiredness Itching Loss of appetite Light-colored poop Dark-colored urine Your skin or the whites of your eyes turning yellowish in color (also called  jaundice ) Muscle Problems.  Ezetimibe can cause muscle problems, including muscle pain, weakness, and tenderness called myopathy. In some people, the muscle may break down (rhabdomyolysis), which can be serious and rarely lead to kidney damage and death. Stop taking ezetimibe and get help right away if you have any of the following symptoms of myopathy or rhabdomyolysis. Unexplained muscle pain, weakness, or tenderness Low energy levels or feeling easily tired, especially with activity Dark colored urine Fever Muscle cramps Stomach pain Nausea or vomiting", "interactions": "There are no known interactions between ezetimibe and foods or drinks. It is unknown if drinking alcohol will affect ezetimibe. Always tell your healthcare provider about any prescription or over-the-counter (OTC) medicines, vitamins/minerals, herbal products, and other supplements you are using.  In particular, make sure that you discuss if you are using any of the following before taking ezetimibe. Cyclosporine (Gengraf, Neoral, Sandimmune, and others), which is a medicine to suppress your immune system A fibrate, such as gemfibrozil (Lopid), fenofibrate (Tricor), or fenofibric acid (Fibricor, Trilipix), which is a medicine for high cholesterol A bile acid sequestrant, such as colestipol (Colestid), cholestyramine, or colesevelam (Welchol), which are medicines to lower cholesterol This may not be a complete list of medicines that can interact with ezetimibe. Always check with your healthcare provider.  Does Ezetimibe interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "", "overdose": "", "storage": ""},

{"drug_name": "EZFE 200 ", "generic_name": "polysaccharide iron complex", "brand_name": null, "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "This  medication  is an iron supplement used to treat or prevent low  blood  levels of iron (such as those caused by  anemia  or pregnancy). Iron is an important mineral that the body needs to produce red  blood cells  and keep you in good health. Follow all directions on the product package, or take as directed by your doctor. Do not take more than the recommended dosage. If you have any questions, ask your doctor or  pharmacist . Iron is best absorbed on an empty  stomach  (usually if taken 1 hour before or 2 hours after meals). If  stomach  upset occurs, you may take this  medication  with food. See the instructions below for the liquid drops for infants/children. Avoid taking antacids, dairy products, tea, or coffee within 2 hours before or after this medication because they will decrease its effectiveness. Take tablets or capsules with a full glass of water (8 ounces or 240 milliliters) unless otherwise directed by your doctor. Do not lie down for at least 10 minutes after taking your tablet or capsule dose. Swallow extended-release capsules whole. Do not crush or chew extended-release capsules or tablets. Doing so can release all of the drug at once, increasing the risk of side effects. Also, do not split extended-release tablets unless they have a score line and your doctor or pharmacist tells you to do so. Swallow the whole or split tablet without crushing or chewing. If you are taking chewable tablets, chew the medication thoroughly, then swallow. If you are taking a liquid suspension form of this medication, shake the bottle well before each dose. If you are taking the liquid form for adults, carefully measure the dose using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose. Mix the dose in a glass of water or juice, and drink the mixture through a straw to prevent staining the  teeth . If you are giving the liquid drops to an  infant  or child, use the dropper provided to carefully measure the dose. The dose may be placed directly into the  mouth  (towards the back of the  tongue ) or it may be mixed in formula (not milk), fruit juice, cereal, or other food as directed to increase your child's acceptance. It is best to give this medication right after a meal. Follow the directions on the product package for the brand that you use. Take this medication regularly in order to get the most benefit from it. To help you remember, take it at the same time(s) each day.", "warnings": "Accidental  overdose  of iron-containing products is a leading cause of fatal poisoning in children younger than 6 years. Keep this product out of reach of children. If overdose does occur, get medical help right away or call a poison control center.", "precautions": "Before taking this  medication , tell your doctor or  pharmacist  if you are allergic to it; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before taking this medication, tell your doctor or pharmacist your medical history, especially of: iron overload disorder (such as  hemochromatosis , hemosiderosis), use/abuse of alcohol,  liver problems ,  stomach /intestinal problems (such as ulcer,  colitis ). If your brand of iron supplement also contains  folic acid , be sure to tell your doctor or pharmacist if you have  vitamin B12 deficiency  ( pernicious anemia ) before taking it. Folic acid may falsely improve certain lab tests for  vitamin B12 deficiency  without actually treating this  anemia . Untreated  vitamin B12  deficiency may result in serious nerve problems (for example,  peripheral neuropathy  symptoms such as numbness/pain/tingling sensations). Consult your doctor or pharmacist for details. Chewable tablets of this medicine may contain aspartame. If you have phenylketonuria (PKU) or any other condition that requires you to restrict your intake of aspartame (or  phenylalanine ), consult your doctor or pharmacist about using this drug safely. Liquid preparations of this product may contain sugar and/or alcohol. Caution is advised if you have  diabetes ,  alcohol dependence , or  liver disease . Ask your doctor or pharmacist about using this product safely. During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. This medication passes into  breast  milk. Consult your doctor before  breastfeeding .", "side_effects": "Constipation ,  diarrhea ,  stomach   cramps , or  upset stomach  may occur. These effects are usually temporary and may disappear as your body adjusts to this  medication . If any of these effects last or get worse, contact your doctor or  pharmacist  promptly. Iron may cause your stools to turn black, an effect that is not harmful. If your doctor has prescribed this medication, remember that your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe  dizziness ,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist. In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. This product can decrease the absorption of other drugs such as bisphosphonates (for example,  alendronate ), levodopa,  penicillamine , quinolone  antibiotics  (for example,  ciprofloxacin ,  levofloxacin ),  thyroid  medications (for example,  levothyroxine ), and  tetracycline   antibiotics  (for example,  doxycycline ,  minocycline ). Separate your doses of these medications as far as possible from your doses of this product. Ask your doctor or pharmacist about how long you should wait between doses and for help finding a dosing schedule that will work with all your medications. Avoid taking this  medication  at the same time as antacids. Wait at least 2 hours between taking this medication and an antacid. If your brand of iron also contains  folic acid , be sure to tell your doctor or pharmacist if you take certain anti- seizure  drugs (for example, hydantoins such as phenytoin). This medication may interfere with certain lab tests (such as  fecal occult blood  tests), possibly causing false test results. Make sure lab personnel and all your doctors know you use this drug.  Does EZFE 200 interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "If you are taking this product on a prescribed schedule and miss a dose, take it as soon as you remember. If it is near the time for the next dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669. Symptoms of   may include:  ,  ,  ,  .", "storage": "Store at room temperature away from light and moisture. Do not freeze liquid forms of this  . Do not store in the bathroom. Keep all   away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your   or local waste disposal company."},

{"drug_name": "Ezetimibe 10 Mg-Rosuvastatin 40 Mg Tablet Selective Cholesterol Absorption Inhibitor ", "generic_name": "ezetimibe-rosuvastatin", "brand_name": null, "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "This combination  medication  is used along with a proper diet to help lower \"bad\" cholesterol (such as  LDL ).  Ezetimibe  works by reducing the amount of cholesterol your body absorbs from your diet.  Rosuvastatin  belongs to a group of drugs known as \" statins .\" It works by reducing the amount of cholesterol made by the  liver .In addition to eating a proper diet (such as a low-cholesterol/low- fat  diet), other lifestyle changes that may help this medication work better include  exercising ,  losing weight  if  overweight , and stopping  smoking . Consult your doctor for more details.Lowering \"bad\" cholesterol and  triglycerides  and raising \"good\" cholesterol decreases the risk of  heart disease  and helps prevent strokes and  heart attacks . Read the Patient Information Leaflet if available from your  pharmacist  before you start taking this product and each time you get a refill. If you have any questions, ask your doctor or pharmacist. Take this  medication  by  mouth  with or without food as directed by your doctor, usually once daily. Swallow the tablets whole. Do not crush, chew, or dissolve tablets. The dosage is based on your medical condition, response to treatment, race, and other  medications  you may be taking. Be sure to tell your doctor and pharmacist about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). If you are of Asian descent, your doctor may direct you to start with a lower dose because you may be more sensitive to its effects. If you are taking a bile acid sequestrant (such as  cholestyramine  or  colestipol ), take this product at least 2 hours before or at least 4 hours after taking the bile acid sequestrant. These medications may bind to  ezetimibe / rosuvastatin , preventing your body from fully absorbing the drug. Antacids containing aluminum and  magnesium  can reduce the absorption of this drug. If taking this type of antacid, take it at least 2 hours after this medication. Take this medication regularly to get the most benefit from it. To help you remember, take it at the same time each day. Keep taking this medication even if you feel well. Most people with  high cholesterol  do not feel sick. It is very important to continue to follow your doctor's advice about  diet and exercise . It may take up to 4 weeks before you get the full benefit of this product.", "warnings": "", "precautions": "Before taking this product, tell your doctor or  pharmacist  if you are allergic to  ezetimibe  or  rosuvastatin ; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of:  liver disease ,  kidney disease , alcohol use. Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). Limit  alcoholic  beverages. Daily use of alcohol may increase your risk for  liver problems , especially when combined with this product. Ask your doctor or pharmacist for more information. Older adults may be more sensitive to the side effects of this drug, especially muscle problems. During pregnancy, this medication should be used only when clearly needed. It may harm an unborn baby. Discuss the risks and benefits with your doctor. It is unknown if this medication passes into  breast  milk. Because of the possible risk to the  infant ,  breastfeeding  is not recommended while using this medication. Consult your doctor before  breastfeeding .", "side_effects": "Remember that this  medication  has been prescribed because your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. A very small number of people taking  rosuvastatin  may have mild memory problems or confusion. If these rare effects occur, talk to your doctor. Rarely,  statins  may cause or worsen  diabetes . Talk to your doctor about the benefits and risks. Tell your doctor right away if you have any serious side effects, including: foamy urine. This drug may rarely cause muscle problems (which can rarely lead to very serious conditions called  rhabdomyolysis  and autoimmune myopathy). Tell your doctor right away if you develop any of these symptoms during treatment and if these symptoms last after your doctor stops this drug:  muscle pain /tenderness/ weakness  (especially with fever or unusual tiredness), signs of  kidney  problems (such as change in the amount of urine). This medication may rarely cause  liver problems . Tell your doctor right away if you develop symptoms of  liver  problems, including:  nausea / vomiting  that doesn't stop, loss of appetite,  stomach / abdominal pain , yellowing  eyes / skin ,  dark urine . A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe  dizziness ,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or  pharmacist . In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "See also How to Use section. Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. Other medications can affect the removal of  rosuvastatin  from your body, which may affect how rosuvastatin works. Examples include  cyclosporine ,  gemfibrozil , certain drugs to treat  hepatitis C  (such as ledipasvir/sofosbuvir, sofosbuvir/velpatasvir/voxilaprevir), among others. Do not take any  red yeast rice  products while you are taking  ezetimibe /rosuvastatin because some red yeast rice products may also contain a statin called  lovastatin . Taking ezetimibe/rosuvastatin and red yeast rice products together can increase your risk of serious muscle and  liver problems .  Does Ezetimibe 10 Mg-Rosuvastatin 40 Mg Tablet Selective Cholesterol Absorption Inhibitor interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "If you miss a dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669.", "storage": "Store in the original bottle at room temperature away from light and moisture. Do not store in the bathroom. Once the bottle is opened, this   expires after 30 days. Keep all   away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your   or local waste disposal company."},

{"drug_name": "EZ Nite Sleep ", "generic_name": "diphenhydramine HCl", "brand_name": null, "drug_classes": null, "availability": null, "how_its_used": null, "prescription": "Diphenhydramine  is an  antihistamine  used to relieve symptoms of  allergy ,  hay fever , and the  common cold . These symptoms include  rash ,  itching , watery  eyes , itchy  eyes /nose/throat,  cough ,  runny nose , and  sneezing . It is also used to prevent and treat  nausea ,  vomiting  and  dizziness  caused by  motion sickness . Diphenhydramine can also be used to help you relax and fall asleep.This  medication  works by blocking a certain natural substance ( histamine ) that your body makes during an  allergic reaction . Its drying effects on such symptoms as watery  eyes  and runny nose are caused by blocking another natural substance made by your body (acetylcholine). Cough -and-cold products have not been shown to be safe or effective in children younger than 6 years. Do not use this product to treat  cold symptoms  in children younger than 6 years unless specifically directed by the doctor. Some products (such as long-acting tablets/capsules) are not recommended for use in children younger than 12 years. Ask your doctor or  pharmacist  for more details about using your product safely.These products do not cure or shorten the length of the common cold and may cause serious side effects. To decrease the risk for serious side effects, carefully follow all dosage directions. Do not use this product to make a child sleepy. Do not give other  cough -and-cold medication that might contain the same or similar ingredients (see also  Drug Interactions  section). Ask the doctor or pharmacist about other ways to relieve cough and  cold symptoms  (such as drinking enough fluids, using a humidifier or saline nose drops/spray). Follow all directions on the product package. If your doctor has prescribed this  medication , take it as directed. If you have any questions, ask your doctor or  pharmacist . Take the tablet, capsule, or liquid form by  mouth  with or without food. Measure liquid forms of this medication using a special measuring device/spoon. Do not use a household spoon because you may not get the correct dose. If you have a single-dose form of this medication (such as a single-use whistle), you do not need to measure the dose. The rapidly-dissolving tablet or strip should be allowed to dissolve on the  tongue  and then swallowed, with or without water. The chewable tablets should be chewed thoroughly before being swallowed. The dosage is based on your age, medical condition, and response to treatment. There are many brands and forms of  diphenhydramine  available. Read the dosing instructions carefully for each product because the amount of diphenhydramine may be different between products. Do not increase your dose or take this medication more often than directed. To prevent  motion sickness , take your dose 30 minutes before starting activity such as travel. To help you  sleep , take your dose about 30 minutes before  bedtime . If you continue to have difficulty sleeping for longer than 2 weeks, contact your doctor. Tell your doctor if your condition does not get better or if it gets worse.", "warnings": "", "precautions": "Before taking  diphenhydramine , tell your doctor or  pharmacist  if you are allergic to it; or to  dimenhydrinate ; or if you have any other  allergies . This product may contain inactive ingredients, which can cause allergic reactions or other problems. Talk to your pharmacist for more details. Before using this  medication , tell your doctor or pharmacist your medical history, especially of:  breathing problems  (such as  asthma ,  emphysema ), high pressure in the  eye  ( glaucoma ),  heart  problems,  high blood pressure ,  liver disease ,  seizures ,  stomach /intestine problems (such as ulcers, blockage),  overactive thyroid  ( hyperthyroidism ), difficulty urinating (for example, due to  enlarged prostate ). This drug may make you dizzy or drowsy or blur your  vision . Alcohol or  marijuana  ( cannabis ) can make you more dizzy or drowsy. Do not drive, use machinery, or do anything that needs alertness or clear vision until you can do it safely. Avoid  alcoholic  beverages. Talk to your doctor if you are using marijuana (cannabis). Before having surgery, tell your doctor or  dentist  about all the products you use (including  prescription drugs , nonprescription drugs, and herbal products). Liquid products, chewable tablets, or dissolving tablets/strips may contain sugar and/or aspartame. Liquid products may also contain alcohol. Caution is advised if you have  diabetes ,  liver  disease, phenylketonuria (PKU), or any other condition that requires you to limit/avoid these substances in your diet. Ask your doctor or pharmacist about using this product safely. Children may be more sensitive to the side effects of this drug. This drug can often cause excitement in young children instead of drowsiness. Older adults may be more sensitive to the side effects of this drug, especially drowsiness,  dizziness , confusion,  constipation , or trouble urinating. Drowsiness, dizziness, and confusion can increase the risk of falling. During pregnancy, this medication should be used only when clearly needed. Discuss the risks and benefits with your doctor. This drug passes into  breast  milk and may have undesirable effects on a nursing  infant . Consult your doctor before  breastfeeding .", "side_effects": "Drowsiness,  dizziness ,  constipation ,  stomach  upset,  blurred vision , or  dry mouth /nose/throat may occur. If any of these effects last or get worse, tell your doctor or  pharmacist  promptly. To relieve  dry mouth , suck (sugarless) hard candy or ice chips, chew (sugarless) gum, drink water, or use a  saliva  substitute. If your doctor has directed you to use this  medication , remember that your doctor has judged that the benefit to you is greater than the risk of side effects. Many people using this medication do not have serious side effects. Tell your doctor right away if you have any serious side effects, including: mental/mood changes (such as restlessness, confusion), difficulty urinating, fast/irregular heartbeat. Get medical help right away if you have any very serious side effects, including:  seizures . A very serious  allergic reaction  to this drug is rare. However, get medical help right away if you notice any symptoms of a serious  allergic reaction , including:  rash ,  itching /swelling (especially of the face/ tongue /throat), severe dizziness,  trouble breathing . This is not a complete list of possible side effects. If you notice other effects not listed above, contact your doctor or pharmacist. In the US - Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088 or at www.fda.gov/medwatch. In Canada - Call your doctor for medical advice about side effects. You may report side effects to Health Canada at 1-866-234-2345.", "interactions": "Drug interactions  may change how your  medications  work or increase your risk for serious side effects. This document does not contain all possible drug interactions. Keep a list of all the products you use (including prescription/nonprescription drugs and herbal products) and share it with your doctor and  pharmacist . Do not start, stop, or change the dosage of any medicines without your doctor's approval. Some products that may interact with this drug include:  antihistamines  applied to the  skin  (such as  diphenhydramine  cream, ointment, spray). Tell your doctor or pharmacist if you are taking other products that cause drowsiness such as  opioid  pain or  cough  relievers (such as codeine,  hydrocodone ), alcohol,  marijuana  ( cannabis ), drugs for  sleep  or anxiety (such as  alprazolam ,  lorazepam , zolpidem), muscle relaxants (such as  carisoprodol ,  cyclobenzaprine ), or other  antihistamines  (such as  cetirizine ,  chlorpheniramine ). Check the labels on all your medicines (such as  allergy  or  cough -and-cold products) because they may contain ingredients that cause drowsiness. Ask your pharmacist about using those products safely. This  medication  may interfere with certain lab tests (such as  allergy   skin  test), possibly causing false test results. Make sure lab personnel and all your doctors know you use this drug.  Does EZ Nite Sleep interact with other drugs you are taking?   Enter your medication into the WebMD interaction checker", "missdose": "If you miss a dose, take it as soon as you remember. If it is near the time of your next dose, skip the missed dose. Take your next dose at the regular time. Do not double the dose to catch up.", "overdose": "If someone has overdosed and has serious symptoms such as passing out or  , call 911. Otherwise, call a poison control center right away. US residents can call 1-800-222-1222. Canada residents can call 1-844-764-7669. Symptoms of   may include: severe drowsiness,  , widened pupils. In children, mental/mood changes (such as restlessness, irritability,  ) may occur before drowsiness.", "storage": "Store at room temperature away from moisture and light. Do not store in the bathroom. Do not freeze liquid forms of this  . Keep all   away from children and pets. Do not flush medications down the toilet or pour them into a drain unless instructed to do so. Properly discard this product when it is expired or no longer needed. Consult your   or local waste disposal company."}
]